Repository: EnriqueNaranjoEipperle/typo3_coci
Catalog: var/labels/*/redirects/Resources/Private/Language/*.locallang.xlf
Languages: es

# redirects
source: Redirect Settings
es: Ajustes de redirección

# redirects.autoUpdateSlugs
source: Update the slugs of all sub pages automatically
es: Actualizar automáticamente los slugs de todas las subpáginas

# redirects.autoCreateRedirects
source: Create redirects for pages with a new slug automatically
es: Crear redirecciones para páginas con un nuevo slug automáticamente

# redirects.redirectTTL
source: Time To Live of redirect records in days
es: Tiempo de vida de los registros de redirección en días

# redirects.httpStatusCode
source: HTTP Status Code for the redirect, 301 is the default
es: Código de estado HTTP para la redirección, 301 es el predeterminado

# cleanupRedirectsCommand.label.days
source: Cleanup redirects older than provided number of days
es: Limpiar las redirecciones anteriores al número de días proporcionado

# cleanupRedirectsCommand.label.domain
source: Cleanup redirects matching provided domain(s)
es: Limpiar las redirecciones que coinciden con el/los dominio(s) proporcionados

# cleanupRedirectsCommand.label.hitCount
source: Cleanup redirects matching hit counts lower than given number
es: Limpiar las redirecciones con entradas más bajas que el número proporcionado

# cleanupRedirectsCommand.label.path
source: Cleanup redirects matching given path (as database like expression)
es: Limpiar redirecciones que coincidan con la ruta dada (como la expresión de la base de datos)

# cleanupRedirectsCommand.label.creationType
source: Cleanup redirects matching provided creation type
es: Limpiar redirecciones que coincidan con el tipo de creación proporcionado

# cleanupRedirectsCommand.label.statusCode
source: Cleanup redirects matching provided status code(s)
es: Limpieza de redirecciones que coincidan con los códigos de estado proporcionados
