Repository: EnriqueNaranjoEipperle/typo3_coci
Catalog: var/labels/*/redirects/Resources/Private/Language/*.locallang_slug_service.xlf
Languages: es

# notification.slug_and_redirects.title
source: Slugs updated and redirects created
es: Slugs actualizados y redirecciones creadas

# notification.slug_and_redirects.message
source: Because you renamed a slug, the slugs of all sub-pages were updated and redirects were created for you automatically.
es: Debido a que renombraste un slug, los slugs de todas las subpáginas se actualizaron y se crearon redirecciones para ti automáticamente.

# notification.slug_only.title
source: Slugs updated
es: Slugs actualizados

# notification.slug_only.message
source: Because you renamed a slug, the slugs of all sub-pages were updated for you automatically.
es: Debido a que renombraste un slug, los slugs de todas las subpáginas se actualizaron automáticamente.

# notification.redirects.button.revert_update
source: Revert update
es: Revertir actualización

# notification.redirects.button.revert_redirect
source: Revert redirects only
es: Revertir solo redirecciones

# redirects_error_title
source: An error occurred
es: Se produjo un error

# redirects_error_message
source: Sorry something went wrong.
es: Lo sentimos, algo salió mal.

# revert_update_success_title
source: Revert successful
es: Operación de revertido exitosa

# revert_update_success_message
source: All slug changes of sub pages have been reverted.
es: Todos los cambios en el slug de las subpáginas han sido revertidos.

# revert_redirects_success_title
source: Revert successful
es: Operación de revertido exitosa

# revert_redirects_success_message
source: All created redirects have been reverted.
es: Todas las redirecciones creadas han sido revertidas.
