Repository: EnriqueNaranjoEipperle/typo3_coci
Catalog: var/labels/*/backend/Resources/Private/Language/*.locallang_pagetsconfig.xlf
Languages: es

# module.pagetsconfig.title
source: Page TSconfig
es: Página TSconfig

# module.pagetsconfig.description
source: The page TSconfig module lets you manage configuration overrides for editors and option display throughout the Backend.
es: El módulo de la página TSconfig te permite administrar la configuración anulada para los editores y las opciones de visualización del Backend.

# module.pagetsconfig.shortDescription
source: Page TSconfig tools
es: Herramientas de la página TSconfig

# module.pagetsconfig.noAccess
source: Access to this module denied.
es: Acceso a este módulo denegado.

# module.pagetsconfig_pages
source: Pages containing page TSconfig
es: Páginas que contienen la página TSconfig

# module.pagetsconfig_pages.headline
source: Pages containing page TSconfig
es: Páginas que contienen la página TSconfig

# module.pagetsconfig_pages.description
source: Global overview of all pages in the database containing page TSconfig.
es: Resumen global de todas las páginas de la base de datos que contienen la página TSconfig.

# module.pagetsconfig_pages.noRecords
source: There are no pages containing page TSconfig settings in the page configuration.
es: No hay páginas que contengan ajustes de TSconfig en la configuración de la página.

# module.pagetsconfig_pages.pagetitle
source: Page title
es: Título de la página

# module.pagetsconfig_pages.written_tsconfig_lines
source: Number of lines of code in field "TSconfig"
es: Número de líneas de código en el campo "TSconfig"

# module.pagetsconfig_active
source: Active page TSconfig
es: Activa página TSconfig

# module.pagetsconfig_active.headline
source: Active page TSconfig of page "%s"
es: Activa página TSconfig de la página "%s"

# module.pagetsconfig_active.description
source: Overview of the current page TSconfig of the system. A targeted search for values and names is possible. The list of results can also be filtered according to conditions.
es: Resumen de la página actual TSconfig del sistema. Una búsqueda dirigida de valores y nombres es posible. La lista de resultados también se puede filtrar según las condiciones.

# module.pagetsconfig_active.displayConstantSubstitutions
source: Substitute constants in page TSconfig
es: Sustituir constantes en la página TSconfig

# module.pagetsconfig_active.displayComments
source: Display comments
es: Mostrar comentarios

# module.pagetsconfig_active.sortAlphabetically
source: Sort keys alphabetically
es: Ordenar las claves alfabéticamente

# module.pagetsconfig_active.panel.header.conditions
source: Conditions
es: Condiciones

# module.pagetsconfig_active.panel.header.numberOfSearchMatches
source: %s search match(es)
es: %s resultados de búsqueda(s)

# module.pagetsconfig_active.panel.info.conditionActiveCount.multiple
source: %s active conditions
es: Condiciones activas %s

# module.pagetsconfig_active.panel.info.conditionActiveCount.single
source: %s active condition
es: Condiciones activas %s

# module.pagetsconfig_active.panel.info.conditionWithConstant
source: Site settings usage: [%s]
es: Uso de ajustes del sitio: [%s]

# module.pagetsconfig_active.panel.header.configuration
source: Configuration
es: Configuración

# module.pagetsconfig_active.siteSettings
source: Constants from site settings
es: Constantes desde la configuración del sitio

# module.pagetsconfig_active.activePageTsConfig
source: Page TSconfig
es: TsConfig de la página

# module.pagetsconfig_active.noPageTSconfigAvailable
source: No suitable page TSconfig available.
es: No hay ninguna página TSconfig disponible.

# module.pagetsconfig_active.tree.valueWithConstant
source: Constant usage: [%s]
es: Uso constante: [%s]

# module.pagetsconfig_includes
source: Included page TSconfig
es: Página TSconfig incluida

# module.pagetsconfig_includes.headline
source: Included page TSconfig of page "%s"
es: Incluida la página TSconfig de la página "%s"

# module.pagetsconfig_includes.description
source: Overview of the included TypoScript and include order for the current page.
es: Resumen del TypoScript incluido e incluyen el orden de la página actual.

# module.pagetsconfig_includes.siteSettings
source: Constants from site settings
es: Constantes desde la configuración del sitio

# module.pagetsconfig_includes.pagetsconfig
source: Page TSconfig
es: TsConfig de la página

# module.pagetsconfig_includes.panel.header.configuration
source: Configuration
es: Configuración

# module.pagetsconfig_includes.panel.header.syntaxErrors
source: Syntax scanner warnings
es: Advertencias de escáner sintáctico

# module.pagetsconfig_includes.panel.header.conditions
source: Conditions
es: Condiciones

# module.pagetsconfig_includes.panel.info.syntaxErrorCount.single
source: %s syntax warning
es: Advertencia de sintaxis %s

# module.pagetsconfig_includes.panel.info.syntaxErrorCount.multiple
source: %s syntax warnings
es: Advertencias de sintaxis %s

# module.pagetsconfig_includes.panel.info.conditionActiveCount.multiple
source: %s active conditions
es: Condiciones activas %s

# module.pagetsconfig_includes.panel.info.conditionActiveCount.single
source: %s active condition
es: Condiciones activas %s

# module.pagetsconfig_includes.panel.info.conditionWithConstant
source: Constant usage: [%s]
es: Uso constante: [%s]

# module.pagetsconfig_includes.syntaxError.sourceCode
source: Show affected code snippet
es: Mostrar fragmento de código afectado

# module.pagetsconfig_includes.syntaxError.type.line.invalid
source: Invalid line in "%1$s", line number "%2$s"
es: Línea no válida en "%1$s", número de línea "%2$s"

# module.pagetsconfig_includes.syntaxError.type.brace.excess
source: Brace in excess in "%1$s", line number "%2$s"
es: Línea no válida en "%1$s", número de línea "%2$s"

# module.pagetsconfig_includes.syntaxError.type.brace.missing
source: Brace missing in "%1$s", line number "%2$s"
es: Falta llave en "%1$s", número de línea "%2$s"

# module.pagetsconfig_includes.syntaxError.type.import.empty
source: Import does not find a file in "%1$s", line number "%2$s"
es: La importación no encuentra un archivo en "%1$s", número de línea "%2$s"

# module.pagetsconfig_includes.tree.child.type.Segment
source: Code segment
es: Segmento de código

# module.pagetsconfig_includes.tree.child.type.AtImport
source: Included via "@import"
es: Incluido a través de "@import"

# module.pagetsconfig_includes.tree.child.type.Condition
source: Condition (then)
es: Condición (entonces)

# module.pagetsconfig_includes.tree.child.type.ConditionElse
source: Condition (else)
es: Condición (de otro modo)

# module.pagetsconfig_includes.tree.child.type.ConditionIncludeTyposcript
source: Included via "INCLUDE_TYPOSCRIPT" (with condition)
es: Incluido a través de "INCLUDE_TYPOSCRIPT" (con condición)

# module.pagetsconfig_includes.tree.child.type.IncludeTyposcript
source: Included via "INCLUDE_TYPOSCRIPT"
es: Incluido a través de "INCLUDE_TYPOSCRIPT"

# module.pagetsconfig_includes.tree.child.type.Site
source: Site
es: Sitio Web

# module.pagetsconfig_includes.tree.child.conditionVerdict.matched
source: Matched
es: Compatible

# module.pagetsconfig_includes.tree.child.conditionVerdict.notMatched
source: Not matched
es: No compatible

# module.pagetsconfig_includes.tree.child.btn.sourceCode
source: Show code
es: Mostrar código

# module.pagetsconfig_includes.tree.child.btn.sourceCodeWithResolvedIncludes
source: Show code including possible includes/imports
es: Mostrar código incluyendo posibles includes/imports
