Repository: EnriqueNaranjoEipperle/typo3_coci
Catalog: var/labels/*/backend/Resources/Private/Language/*.locallang.xlf
Languages: es

# onlineDocumentation
source: TYPO3 Online Documentation
es: Documentación online de TYPO3

source: opens in a new window
es: abre en una nueva ventana

# no_modules_registered
source: No modules have been registered. Please contact your system administrator.
es: No se han registrado módulos. Por favor, póngase en contacto con el administrador del sistema.

source: Show references
es: Mostrar referencias

# systemInformation.header
source: System Information
es: Información del sistema

# systemmessage.intro.text
source: This is a short system overview. For advanced information please head to:
es: Esta es una descripción breve del sistema. Para más información, por favor, dirígete a:

# systemmessage.intro.link
source: Environment Module
es: Módulo del entorno

# systemmessage.allgood
source: Your system is fully operational. Have a nice day.
es: Su sistema está en completas condiciones de servicio. Que tenga un buen día.

# usermodule.su.list
source: Recently switched to
es: Cambiado recientemente a

# usermodule.su.tooltip
source: Switch to user %s
es: Cambiar a usuario %s

# config.loginLogo
source: Logo: If set, this logo will be used instead of the TYPO3 logo above the login credential fields (e.g. fileadmin/images/login-logo.png or EXT:my_theme/Resources/Public/Images/login-logo.png or //domain.tld/login-logo.png).
es: Logo: si se establece, este logo se usará en lugar del logo de TYPO3 sobre los campos de credenciales de inicio de sesión (p. ej. fileadmin/images/logo.jpg o EXT:mi_tema/Resources/Public/Images/logo.jpg or //dominio.tld/logo.png).

# config.loginLogoAlt
source: Logo Alt-Text: If a custom logo is set, this text will be used as the alt attribute of the img tag.
es: Logo Alt-Text: Si se establece un logotipo personalizado, este texto se utilizará como atributo alternativo de la etiqueta img.

# config.loginHighlightColor
source: Highlight Color: If set, this color will be used as highlight color in the login screen.
es: Color de resaltado: Si se establece, este color se usará como color de resaltado en la pantalla de inicio de sesión.

# config.loginBackgroundImage
source: Background Image: If set, this image will be used as background image for the login screen (e.g. fileadmin/images/my-background.jpg or EXT:my_theme/Resources/Public/Images/my-background.jpg or //domain.tld/my-background.png).
es: Imagen de fondo: si se establece, esta imagen se utilizará como imagen de fondo para la pantalla de inicio de sesión (por ejemplo, fileadmin/images/my-background.jpg o EXT:my_theme/Resources/Public/Images/my-background.jpg o //domain.tld/my-background.png).

# config.loginFootnote
source: Footnote: If set, this text will be displayed on the login screen to provide copyright information for the background image (e.g. background image © 2017 by John Doe) or a descriptive text.
es: Nota al pie: si se establece, este texto se mostrará en la pantalla de inicio de sesión para proporcionar información de los derechos de autor de la imagen de fondo (e.. ©️ 2017 por Foo Bar) o un texto descriptivo.

# config.backendLogo
source: Logo: If set, this logo will be used instead of the TYPO3 logo in the TYPO3 backend in the left top corner (e.g. fileadmin/images/backend-logo.png or EXT:my_theme/Resources/Public/Images/backend-logo.png).
es: Logo: si se establece, este logo se usará en lugar del logo de TYPO3 en el backend de TYPO3, en la esquina superior izquierda (p. ej. fileadmin/images/logo.jpg o EXT:mi_tema/Resources/Public/Images/logo.jpg or //dominio.tld/logo.png).

# config.backendFavicon
source: Favicon: If set, this favicon will be used instead of the TYPO3 logo (e.g. EXT:my_theme/Resources/Public/Images/favicon.ico).
es: Favicon: Si se establece, este favicon se usará en lugar del logo de TYPO3 (p. ej. EXT:mi_tema/Resources/Public/Images/favicon.ico).

# foldertreeview.noFolders.title
source: No folders available
es: No hay carpetas disponibles

# foldertreeview.noFolders.message
source: You do not have access to any folder. Please ask your administrator to fix access permissions for your account.
es: No tiene acceso a ninguna carpeta. Por favor, solicite al administrador que arregle los permisos de acceso para su cuenta.

# login.header
source: Login
es: Iniciar sesión

# login.region.footnote
source: Footnote
es: Nota al pie

# login.link
source: Login with username and password
es: Inicia sesión con nombre de usuario y contraseña

# login.username
source: Username
es: Nombre de usuario

# login.password
source: Password
es: Contraseña

# login.togglePassword
source: Toggle password visibility
es: Activar la visibilidad de la contraseña

# login.password_forget
source: Forgot your password?
es: ¿Olvidaste tu contraseña?

# login.error.capslock
source: Attention: Caps lock enabled!
es: Atención: ¡Bloqueo de mayúsculas activado!

# login.error.capslockStatus
source: Caps lock enabled
es: El bloqueo de mayúsculas está activado

# login.news.header
source: System News
es: Noticias del sistema

# login.news.date
source: Date
es: Fecha

# login.news.previous
source: Previous
es: Anterior

# login.news.next
source: Next
es: Siguiente

# login.navigation.loginProvider
source: Login Provider
es: Proveedor de acceso

# login.navigation.typo3
source: Further information about TYPO3
es: Más información sobre TYPO3

# login.error.message
source: Your login attempt did not succeed
es: Su intento para iniciar sesión no tuvo éxito

# login.error.description
source: Make sure to spell your username and password correctly, including upper/lowercase characters.
es: Asegúrese de escribir correctamente su nombre de usuario y contraseña, incluyendo mayúsculas/minúsculas.

# login.error.javascript
source: Please activate JavaScript!
es: ¡Por favor, active JavaScript!

# login.error.cookies
source: Please activate Cookies!
es: ¡Por favor, active las cookies!

# login.error.referrer
source: TYPO3 relies on HTTP referrers for security reasons in the backend. It seems your browser refused to send this information.
es: TYPO3 se basa en referencias HTTP por razones de seguridad en el backend. Parece que tu navegador se negó a enviar esta información.

# login.process
source: Verifying Login Data ...
es: Verificando datos de inicio de sesión...

# login.submit
source: Login
es: Iniciar sesión

# login.copyrightLink
source: More about TYPO3
es: Más acerca de TYPO3

# login.typo3Logo
source: TYPO3 logo
es: Logo de TYPO3

# login.donate
source: Donate
es: Donar

# formEngine.databaseRecordErrorInlineChildChild
source: The record with uid %2$s from table %1$s could not be retrieved from the database. This data inconsistency can occur if a base record has been deleted but the intermediate record from table %3$s with uid %4$s still points to it. To fix this situation, either delete the intermediate record, or recover the deleted record using the recycler module.
es: El registro con Uid %2$s de la tabla %1$s no pudo recuperarse de la base de datos. Esta inconsistencia de datos puede ocurrir si un registro base ha sido borrado, pero el registro intermedio de la tabla %3$s con Uid %4$s aún apunta a él. Para arreglar esta situación, elimina el registro intermedio o recupera el registro eliminado usando el módulo Papelera.

# modulemenu.label
source: Module Menu
es: Menú de Módulo

# module.noAccess.title
source: No module access
es: No hay acceso a módulos

# module.noAccess.message
source: You've been redirected to the "%s" module, because you currently can't access the "%s" module. You either don't have the necessary permissions or access is temporarily not possible, e.g. due to workspace restrictions.
es: Has sido redirigido al módulo "%s" porque actualmente no puedes acceder al módulo "%s". O bien no tiene los permisos necesarios o el acceso no es posible temporalmente, por ejemplo, debido a restricciones en el espacio de trabajo.

# clearcache.title
source: Page cache
es: Caché de la página

# clearcache.message.success
source: Successfully cleared page cache
es: Caché de la página borrada con éxito

# clearcache.message.error
source: Page cache could not be cleared
es: No se pudo borrar la caché de la página

# error.linkHandlerTitleMissing
source: [title missing]
es: [falta el título]

# create_folder.title
source: Create new folder
es: Crear una nueva carpeta

# create_folder.placeholder
source: Your new folder name
es: Nombre de la nueva carpeta

# create_folder.submit
source: Create folder
es: Crear carpeta

# row.deletePlaceholder.title
source: The live pendant of this record will be deleted when this workspace record is published.
es: El histórico de este registro será borrado cuando el registro del espacio de trabajo se publique.

# shortcut.title
source: %s%s on page "%s" [%d]
es: %s%s en la página "%s" [%d]

# liveSearch.databaseRecordProvider.filterLabel
source: Database records
es: Registros de la base de datos

# liveSearch.databaseRecordProvider.typeLabel
source: Database record
es: Registros de la base de datos

# liveSearch.pageRecordProvider.filterLabel
source: Pages
es: Páginas

# liveSearch.pageRecordProvider.typeLabel
source: Page
es: Página

# moduleMenu.dropdown.label
source: Module action
es: Acción del módulo

# pagelayout.moduleMenu.dropdown.label
source: Display mode
es: Modo de visualización

# editdocument.moduleMenu.dropdown.label
source: Record language
es: Guardar idioma
