Repository: EnriqueNaranjoEipperle/typo3_coci
Catalog: var/labels/*/backend/Resources/Private/Language/*.locallang_pages_new.xlf
Languages: es

# title
source: Create multiple pages
es: Crear múltiples páginas

# canNotCreateNew.title
source: Insufficient permissions
es: Permisos insuficientes

# canNotCreateNew.message
source: Sorry, you are not allowed to create new subpages to this page due to access restrictions.
es: Lo sentimos, no tienes permitido crear nuevas subpáginas en esta página debido a restricciones de acceso.

# newPage
source: Page
es: Página

source: Add more lines
es: Añadir más líneas

# listEnd
source: Place new pages after the existing subpages
es: Colocar nuevas páginas luego de las subpáginas existentes

# hidePages
source: Hide new pages
es: Ocultas páginas nuevas

# hidePagesInMenus
source: Hide new pages in menus
es: Ocultar nuevas páginas en los menús

# create
source: Create pages
es: Crear páginas

# reset
source: Clear fields
es: Limpiar campos

# newSubPages
source: New page structure
es: Nueva estructura de páginas

# newSubPages.pageTitle
source: Page title
es: Título de página

# noPagesCreated.title
source: No pages added
es: No hay páginas añadidas

# noPagesCreated.message
source: No pages were created.
es: No se han creado páginas.

# pagesCreated.title
source: Pages added
es: Páginas añadidas

# pagesCreated.message
source: The pages were created successfully.
es: Las páginas fueron creadas son éxito.
