Repository: EnriqueNaranjoEipperle/typo3_coci
Catalog: var/labels/*/backend/Resources/Private/Language/*.locallang_alt_doc.xlf
Languages: es

# deleteItem
source: Delete
es: Borrar

# deleteWarning
source: Are you sure you want to delete this record?
es: ¿Seguro que desea borrar este registro?

# undoLastChange
source: Undo/Redo last change (%s ago)
es: Deshacer/rehacer el último cambio (hace %s)

# recordHistory
source: View record change history
es: Ver historial de cambios del registro

source: Edit whole record
es: Editar registro completo

# openDocs
source: OPEN DOCUMENTS
es: DOCUMENTOS ABIERTOS

# noDocuments
source: No open documents
es: No hay documentos abiertos

# noDocuments_msg
source: There are no open documents available to edit.
es: No hay documentos disponibles para editar.

# noDocuments_msg2
source: You can go to %s to find the page or the record you wish to edit.
es: Puede ir a %s para encontrar la página o el registro que quiere editar.

# noDocuments_msg3
source: You can select one of your most recently edited records from this list
es: Puedes seleccionar uno de tus registros editados recientemente de esta lista

# noDocuments_pagemodule
source: the Web>Page module
es: el módulo Web>Página

# noDocuments_OR
source: or
es: o

# noDocuments_listmodule
source: the Web>List module
es: el módulo Web>Lista

# noEditForm
source: Edit form could not be loaded
es: No se pudo cargar el formulario de edición

# noEditForm.message
source: The edit form could not be loaded for the requested records. This might be due to insufficient permissions.
es: No se pudo cargar el formulario de edición para los registros solicitados. Esto podría deberse a permisos insuficientes.

# noEditForm
source: No fields to edit
es: No hay campos que editar

# noEditForm.message
source: There are no editable fields available for the requested record. This might be due to insufficient permissions or a configuration mismatch.
es: No hay campos editables disponibles para el registro solicitado. Esto podría deberse a permisos insuficientes o a un error de configuración.

# buttons.confirm.duplicate_record_changed.cancel
source: Cancel
es: Cancelar

# button.confirm.duplicate_record_changed.no
source: No, just duplicate the original
es: No, solo duplicar el original

# buttons.confirm.duplicate_record_changed.yes
source: Yes, save and duplicate this record
es: Sí, guardar y duplicar este registro

# buttons.confirm.close_without_save.yes
source: Yes, discard my changes
es: Si, descartar mis cambios

# buttons.confirm.close_without_save.no
source: No, I will continue editing
es: No, continuaré editando

# buttons.confirm.save_and_close
source: Save and close
es: Guardar y cerrar

# label.confirm.duplicate_record_changed.title
source: Do you want to save before duplicating this record?
es: ¿Quieres guardar antes de duplicar este registro?

# label.confirm.duplicate_record_changed.content
source: You currently have unsaved changes. Do you want to save your changes before duplicating this record?
es: Actualmente, tienes cambios sin guardar. ¿Quieres guardar los cambios antes de duplicar este registro?

# label.confirm.new_record_changed.title
source: Do you want to save before adding?
es: ¿Quieres guardar antes de añadir?

# label.confirm.new_record_changed.content
source: You need to save your changes before creating a new record. Do you want to save and create now?
es: Necesitas guardar los cambios antes de crear un registro nuevo. ¿Quieres guardar los cambios y crearlo ahora?

# buttons.confirm.new_record_changed.cancel
source: Cancel
es: Cancelar

# buttons.confirm.new_record_changed.no
source: No, just add
es: No, solo añadir

# buttons.confirm.new_record_changed.yes
source: Yes, save and create now
es: Sí, guardar y crear ahora

# label.confirm.view_record_changed.title
source: Do you want to save before viewing?
es: ¿Quieres guardar antes de ver?

# label.confirm.view_record_changed.content
source: You currently have unsaved changes. You can either discard these changes or save and view them.
es: Actualmente, tienes cambios sin guardar. Puedes descartar estos cambios o guardarlos y verlos.

# label.confirm.view_record_changed.content.is-new-page
source: You need to save your changes before viewing the page. Do you want to save and view them now?
es: Necesitas guardar los cambios antes de ver la página. ¿Quieres guardar los cambios y verlos ahora?

# buttons.confirm.view_record_changed.cancel
source: Cancel
es: Cancelar

# buttons.confirm.view_record_changed.no-save
source: View without changes
es: Ver sin cambios

# buttons.confirm.view_record_changed.save
source: Save changes and view
es: Guardar cambios y ver

# label.confirm.close_without_save.title
source: Do you want to close without saving?
es: ¿Quieres cerrar sin guardar?

# label.confirm.close_without_save.content
source: You currently have unsaved changes. Are you sure you want to discard these changes?
es: Actualmente tiene cambios sin guardar. ¿Está seguro que desea descartar estos cambios?

# buttons.confirm.delete_file.no
source: Cancel
es: Cancelar

# buttons.confirm.delete_file.yes
source: Yes, delete this file
es: Sí, eliminar este archivo

# buttons.confirm.delete_folder.yes
source: Yes, delete this folder
es: Sí, eliminar esta carpeta

# buttons.confirm.delete_record.no
source: Cancel
es: Cancelar

# buttons.confirm.delete_record.yes
source: Delete record (!)
es: Eliminar registro (!)

# label.confirm.delete_record.title
source: Delete this record?
es: ¿Eliminar este registro?

# label.confirm.delete_record.content
source: Are you sure you want to delete the record '%s'?
es: ¿Estás seguro de que quieres eliminar el registro %s?

# buttons.confirm.delete_elements.no
source: Cancel
es: Cancelar

# buttons.confirm.delete_elements.yes
source: Yes, delete these elements
es: Sí, eliminar estos elementos

# buttons.reviewFailedValidationFields
source: Review fields with failed validations
es: Campos de revisión con validaciones fallidas

# buttons.pageTsConfig
source: PageTS Config
es: Configuración de PageTS

# notification.record_saved.title.singular
source: Record saved
es: Registro guardado

# notification.record_saved.title.plural
source: Records saved
es: Registros guardados

# notification.record_saved.message
source: Record "%s" has been successfully saved.
es: El registro "%s" se ha guardado correctamente.

# notification.mass_saving.message
source: %s records have been successfully saved.
es: %s registros se han guardado correctamente.

# search.find_record
source: Find records
es: Encontrar registros

# search.no_records_found
source: No records found
es: No se encontraron registros

# flexform.section.delete.title
source: Delete this container?
es: ¿Eliminar este contenedor?

# flexform.section.delete.message
source: Are you sure you want to delete this container?
es: ¿Estás seguro de que quieres eliminar este contenedor?
