Repository: EnriqueNaranjoEipperle/typo3_coci
Catalog: var/labels/*/backend/Resources/Private/Language/*.locallang_login.xlf
Languages: es

# labels.submitLogout
source: Log Out
es: Cerrar sesión

# labels.whatIsOpenId
source: What is OpenId?
es: ¿Qué es OpenId?

# availableInterfaces
source: Backend,Front End,Traditional Backend
es: Backend,Front End,Tradicional Backend

# headline
source: Login to the TYPO3 CMS Backend on ###SITENAME###
es: Iniciar sesión en el backend del CMS TYPO3 en ###SITENAME###

# info.about
source: This is the backend login of TYPO3. You need username and password to access this administration interface. If you are a visitor of ###SITENAME###, please visit the public website: ###SITELINK###
es: Este es el acceso al backend de TYPO3. Necesitas nombre de usuario y una contraseña para acceder a esta interfaz de administración. Si eres un visitante de ###SITENAME###, por favor, visita el sitio web público: ###SITELINK###

# info.reset
source: Reset this form
es: Restablecer este formulario

# info.cookies_and_js
source: (Note: Cookies and JavaScript must be enabled!)
es: (Nota: ¡Las cookies y JavaScript deben estar habilitadas!)

# clear
source: Clear this field!
es: ¡Borrar este campo!

# warning.incompatibleBrowserHeadline
source: Unsupported Browser
es: Buscador no soportado

# warning.incompatibleBrowser
source: You are using an unsupported browser version.
es: Estás usando una versión del navegador no admitida.

# warning.incompatibleBrowserInternetExplorer
source: Please install <a href="http://www.microsoft.com/internetexplorer/" target="_blank" rel="noreferrer" />a more modern browser version</a>.
es: Por favor, instala <a href="http://www.microsoft.com/internetexplorer/" target="_blank" rel="noreferrer" />una versión más moderna del navegador</a>.

# newsheadline
source: Important Messages
es: Mensajes importantes

# error.login
source: Your login attempt did not succeed. Make sure to spell your username and password correctly, including upper/lowercase characters.
es: Tu intento de inicio de sesión no tuvo éxito. Asegúrate de escribir tu nombre de usuario y contraseña correctamente, incluyendo caracteres en mayúsculas/minúsculas.

# error.cookies_ignore
source: Ignore!
es: ¡Ignorar!

# error.furtherInformation
source: For more information or further help click here
es: Para más información o ayuda adicional, haz clic aquí

# warranty.by
source: Warranty is supplied by %s; %sdetails about licenses.%s
es: Garantía proporcionada por %s; %sdetalles sobre licencias.%s

# no.warranty
source: TYPO3 CMS comes with ABSOLUTELY NO WARRANTY; %sdetails about licenses.%s
es: El CMS de TYPO3 viene ABSOLUTAMENTE SIN GARANTÍA; %sdetalles sobre licencias.%s

# typo3.altText
source: TYPO3 CMS logo
es: Logo TYPO3 CMS

source: Copyright
es: Derechos de autor

# extension.copyright
source: Extensions are copyright of their respective owners.
es: Las extensiones tienen derechos de autor de sus respectivos propietarios.

# details.link
source: Go to %s for details.
es: Ir a %s para detalles.

# free.software
source: This is free software, and you are welcome to redistribute it under certain conditions; %sdetails about licences.%s
es: Este es un software gratuito, y eres bienvenido a redistribuirlo bajo ciertas condiciones; %sdetalles sobre licencias.%s

# keep.notice
source: Obstructing the appearance of this notice is prohibited by law.
es: La ley prohíbe obstaculizar la aparición de esta notificación.
