Repository: EnriqueNaranjoEipperle/typo3_coci
Catalog: var/labels/*/backend/Resources/Private/Language/*.locallang_mfa.xlf
Languages: es

# overview.title
source: Multi-factor Authentication Overview
es: Autenticación multifactor

# overview.badge.active
source: Active
es: Activo

# overview.badge.locked
source: Locked
es: Bloqueado

# overview.defaultProvider
source: Default provider
es: Proveedor predeterminado

# overview.unlockLinkTitle
source: Unlock %s
es: Desbloquear %s

# overview.unlockLinkLabel
source: Unlock
es: Desbloquear

# overview.editLinkTitle
source: Edit %s
es: Editar %s

# overview.editLinkLabel
source: Edit / Change
es: Editar / Cambiar

# overview.deactivateLinkTitle
source: Deactivate %s
es: Desactivado

# overview.deactivateLinkLabel
source: Deactivate
es: Desactivar

# overview.setupLinkTitle
source: Setup %s
es: Configurar %s

# overview.setupLinkLabel
source: Setup
es: Configurar

# overview.setupRequired.title
source: Multi-factor authentication required
es: Se requiere autenticación multifactor

# overview.setupRequired.message
source: Your installation requires MFA. Therefore please setup one of the following providers to be able to continue to use the backend.
es: Tu instalación requiere MFA. Por lo tanto, por favor configura uno de los siguientes proveedores para ser capaz de continuar usando el backend.

# overview.noProviders.title
source: No multi-factor authentication providers
es: No hay proveedores de autenticación multifactor

# overview.noProviders.message
source: There are currently no multi-factor authentication providers available.
es: Actualmente, no hay proveedores de autenticación multifactor disponibles.

# overview.noProviders.errorMessage
source: You are required to setup MFA but there are no providers to activate available. You should contact your administrator to solve this.
es: Tienes que configurar MFA, pero no hay proveedores para activarlo disponibles. Debes contactar con tu administrador para resolver esto.

# providerNotFound
source: Selected MFA provider was not found!
es: ¡El proveedor de MFA seleccionado no fue encontrado!

# providerNotActive
source: Selected MFA provider has to be active to perform this action!
es: ¡El proveedor MFA seleccionado tiene que estar activo para realizar esta acción!

# providerActive
source: Selected MFA provider has to be inactive to perform this action!
es: ¡El proveedor MFA seleccionado tiene que estar inactivo para realizar esta acción!

# providerNotFound
source: Selected MFA provider has to be unlocked to perform this action!
es: ¡El proveedor MFA seleccionado tiene que estar desbloqueado para realizar esta acción!

source: Setup instructions
es: Instrucciones de configuración

# setup.instructions.close
source: Close setup instructions
es: Cerrar instrucciones de configuración

# setup.title
source: Set up %s
es: Configurar %s

# edit.title
source: Edit %s
es: Editar %s

# edit.defaultProvider
source: Default provider
es: Proveedor predeterminado

# edit.defaultProvider.description
source: Select this as your default provider for login into the TYPO3 backend.
es: Selecciona este como su proveedor predeterminado para iniciar sesión en el backend de TYPO3.

# edit.defaultProvider.inputLabel
source: Use as default provider
es: Usar como proveedor predeterminado

# edit.deactivateProvider
source: Deactivate provider
es: Desactivar proveedor

# edit.deactivateProvider.description
source: If you don't want to use this provider anymore, you can deactivate it here.
es: Si ya no quieres usar este proveedor, puedes desactivarlo aquí.

# edit.deactivateProvider.linkTitle
source: Deactivate %s
es: Desactivar %s

# edit.deactivateProvider.linkText
source: Deactivate this provider
es: Desactivar este proveedor

# activate.failure
source: Could not activate MFA provider %s. Please try again.
es: No se pudo activar el proveedor MFA %s. Inténtalo de nuevo.

# activate.success
source: Successfully activated MFA provider %s.
es: Proveedor MFA %s activado con éxito.

# deactivate.failure
source: Could not deactivate MFA provider %s. Please try again.
es: No se pudo desactivar el proveedor MFA %s. Inténtalo de nuevo.

# deactivate.success
source: Successfully deactivated MFA provider %s.
es: Proveedor MFA %s desactivado correctamente.

# unlock.failure
source: Could not unlock MFA provider %s. Please try again.
es: No se pudo desbloquear el proveedor MFA %s. Inténtalo de nuevo.

# unlock.success
source: Successfully unlocked MFA provider %s.
es: Proveedor MFA %s desbloqueado con éxito.

# save.failure
source: Could not update MFA provider %s. Please try again.
es: No se pudo actualizar el proveedor MFA %s. Inténtalo de nuevo.

# save.success
source: Successfully updated MFA provider %s.
es: Proveedor MFA %s actualizado con éxito.

# auth.authError
source: Authentication was not successful.
es: La autenticación no se ha realizado correctamente.

# auth.submit
source: Verify
es: Verificar

# auth.cancel
source: Go back
es: Volver

# auth.locked
source: This provider is temporarily locked!
es: ¡Este proveedor está temporalmente bloqueado!

# auth.alternativeProviders
source: Alternative providers
es: Proveedores alternativos

# auth.alternativeProviders.use
source: Use %s
es: Usar %s

# standalone.setupProvider
source: Set up %s
es: Configurar %s

# standalone.selection.title
source: Set up MFA
es: Configurar MFA

# standalone.selection.message
source: %s requires you setting up MFA to secure your account. Please select one of the available providers below.
es: %s requiere que configures el MFA para proteger tu cuenta. Por favor, elige uno de los proveedores disponibles a continuación.

# standalone.selection.noAvailableProviders
source: You are required to set up MFA. However, there are no MFA providers available for you to use. This might be a misconfiguration. Please get in touch with your administrator to find a solution.
es: Se requiere que configures el MFA. Sin embargo, no hay proveedores MFA disponibles para ti. Esto puede deberse a una mala configuración. Por favor, ponte en contacto con tu administrador para encontrar una solución.

# standalone.selection.goBack
source: Go back
es: Volver

# standalone.setup
source: Setup
es: Configuración

# setup.standalone.cancel
source: Cancel
es: Cancelar

# activate.success
source: MFA setup successful
es: Configuración de MFA exitosa

# activate.success
source: You have successfully activated MFA provider %s. This provider was also automatically set as your default provider. You can change this at any time in your user settings.
es: Has activado correctamente el proveedor MFA %s. Este proveedor también se estableció automáticamente como su proveedor predeterminado. Puedes cambiarlo en cualquier momento en tu configuración de usuario.

# ajax.success
source: Success
es: Éxito

# ajax.error
source: An error occurred
es: Se produjo un error

# ajax.invalidRequest
source: Invalid request could not be processed
es: La solicitud no válida no pudo ser procesada

# ajax.insufficientPermissions
source: Your are not allowed to perform this action
es: No estás autorizado para realizar esta acción

# ajax.deactivate.providersNotDeactivated
source: No provider has been deactivated
es: Ningún proveedor ha sido desactivado

# ajax.deactivate.providersDeactivated
source: Successfully deactivated all active providers for user %s
es: Todos los proveedores activos han sido desactivados con éxito por el usuario %s

# ajax.deactivate.providerNotFound
source: Provider %s could not be found
es: No se pudo encontrar el proveedor %s

# ajax.deactivate.providerNotDeactivated
source: Could not deactivate provider %s
es: No se pudo desactivar el proveedor %s

# ajax.deactivate.providerDeactivated
source: Successfully deactivated provider %s for user %s
es: Todos los proveedores %s se han desactivado con éxito por el usuario %s
