Repository: EnriqueNaranjoEipperle/typo3_coci
Catalog: var/labels/*/backend/Resources/Private/Language/*.locallang_db_new_content_*.xlf
Languages: es

# sel1
source: Please select the type of page content you wish to create
es: Por favor, seleccione el tipo de contenido de la página que desea crear

# sel2
source: Now, click the position where you wish to place the element on the page
es: Ahora, haga clic en la posición donde desea colocar el elemento en la página

# common
source: Typical page content
es: Contenido típico

# common_headerOnly_title
source: Header Only
es: Encabezado únicamente

# common_headerOnly_description
source: Adds a header only.
es: Agrega un encabezado únicamente.

# common_regularText_title
source: Regular Text Element
es: Elemento de texto normal

# common_regularText_description
source: A regular text element with header and bodytext fields.
es: Un elemento de texto normal con campos de encabezado y cuerpo de texto.

# common_textImage_title
source: Text & Images
es: Texto e imágenes

# common_textImage_description
source: Any number of images wrapped right around a regular text element.
es: Varias imágenes acompañadas por un elemento de texto normal.

# common_textMedia_title
source: Text & Media
es: Texto y medios

# common_textMedia_description
source: Any number of media wrapped right around a regular text element.
es: Varias imágenes acompañadas por un elemento de texto normal.

# common_imagesOnly_title
source: Images Only
es: Sólo imágenes

# common_imagesOnly_description
source: Any number of images aligned in columns and rows with a caption.
es: Varias imágenes alineadas en filas y columnas con un subtítulo.

# common_bulletList_title
source: Bullet List
es: Lista con viñetas

# common_bulletList_description
source: A single bullet list.
es: Una simple lista con viñetas.

# common_table_title
source: Table
es: Tabla

# common_table_description
source: A simple table.
es: Una tabla simple

source: Menu
es: Menú

# menu_abstract.title
source: Abstracts
es: Resúmenes

# menu_abstract.description
source: Menu of subpages of selected pages including abstracts
es: Menú de subpáginas de páginas seleccionadas incluyendo resúmenes

# menu_categorized_content.title
source: Categorized content
es: Contenido categorizado

# menu_categorized_content.description
source: Content elements for selected categories
es: Elementos de contenido para las categorías seleccionadas

# menu_categorized_pages.title
source: Categorized pages
es: Páginas categorizadas

# menu_pages.title
source: Pages
es: Páginas

# menu_pages.description
source: Menu of selected pages
es: Menú de páginas seleccionadas

# menu_subpages.title
source: Subpages
es: Subpáginas

# menu_subpages.description
source: Menu of subpages of selected pages
es: Menú de subpáginas de las páginas seleccionadas

# menu_categorized_pages.description
source: Pages for selected categories
es: Páginas para las categorías seleccionadas

# menu_recently_updated.title
source: Recently updated pages
es: Páginas actualizadas recientemente

# menu_recently_updated.description
source: Menu of recently updated pages
es: Menú de páginas actualizadas recientemente

# menu_related_pages.title
source: Related pages
es: Páginas relacionadas

# menu_related_pages.description
source: Menu of related pages based on keywords
es: Menú de páginas relacionadas basado en palabras clave

# menu_section.title
source: Section index
es: Índice de sección

# menu_section.description
source: Page content marked for section menus
es: Contenido de página marcado para los menús de sección

# menu_section_pages.title
source: Section index of subpages from selected pages
es: Índice de la sección de subpáginas de páginas seleccionadas

# menu_section_pages.description
source: Menu of subpages of selected pages including sections
es: Menú de subpáginas de páginas seleccionadas incluyendo secciones

# menu_sitemap.title
source: Sitemap
es: Mapa del sitio

# menu_sitemap.description
source: Expanded menu of all subpages of the current site
es: Menú expandido de todas las subpáginas del sitio actual

# menu_sitemap_pages.title
source: Sitemaps of selected pages
es: Mapas web de las páginas seleccionadas

# menu_sitemap_pages.description
source: Expanded menu of all subpages for selected pages
es: Menú expandido de todas las subpáginas para las páginas seleccionadas

# special
source: Special elements
es: Elementos especiales

# special_filelinks_title
source: File Links
es: Enlaces a archivos

# special_filelinks_description
source: Makes a list of files for download.
es: Crea una lista de archivos para descarga.

# special_sitemap_title
source: Sitemap
es: Mapa del sitio

# special_menus_title
source: Special Menus
es: Menús especiales

# special_menus_description
source: Creates a menu of pages, sitemap or other special menus.
es: Crea un menú de paginas, mapa de sitio u otros menús especiales.

# special_plainHTML_title
source: Plain HTML
es: HTML plano

# special_plainHTML_description
source: With this element you can insert raw HTML code on the page.
es: Con este elemento, puedes agregar código HTML en la página.

# special_divider_title
source: Divider
es: Divisor

# special_divider_description
source: This element inserts a visual divider, which is by default a horizontal line.
es: Este elemento agrega un divisor visual; por defecto es una linea horizontal.

# special_shortcut_title
source: Insert records
es: Agregar registros

# special_shortcut_description
source: With this element you can embed other content elements.
es: Con este elemento puedes incrustar otros elementos de contenido.

# forms
source: Form elements
es: Elementos de formulario

# forms_mail_title
source: Mail Form
es: Formulario de correo

# forms_mail_description
source: A mail form allowing website users to submit responses.
es: Un formulario de correo que permite a los usuarios del sitio enviar respuestas.

# forms_login_title
source: Login Form
es: Formulario de inicio de sesión

# forms_login_description
source: Login/logout form used to password protect pages allowing only authorised website users and groups access.
es: Formulario de inicio/cierre de sesión utilizado para proteger con contraseña páginas accesibles solo por usuarios y grupos autorizados.

# plugins_general_title
source: General Plugin
es: Plugin general

# plugins_general_description
source: Select this element type to insert a plugin which cannot be found amongst the options below.
es: Seleccione este tipo de elemento para agregar un complemento que no se encuentra en las demás opciones.
