Repository: EnriqueNaranjoEipperle/typo3_coci
Catalog: var/labels/*/backend/Resources/Private/Language/*.locallang_siteconfiguration_tca.xlf
Languages: es

# site.ctrl.title
source: Site Configuration
es: Configuración del sitio

source: Site Identifier
es: Identificador del sitio

# site.rootPageId
source: Root Page ID
es: ID de Página Raíz

# site.base
source: Entry Point
es: Entrada

# site.websiteTitle
source: Website title
es: Título del sitio web

# site.baseVariants
source: Variants for the Entry Point
es: Variantes para la entrada

# site.languages
source: Available Languages for this Site
es: Idiomas disponibles para este sitio

# site.languages.choosePreset
source: Choose a preset...
es: Elige un preajuste...

# site.languages.chooseExistingFromOtherSite
source: Use Language from existing site...
es: Usar el idioma del sitio existente...

# site.languages.description
source: Select an already existing language from another site or create a new one.
es: Selecciona un idioma ya existente en otro sitio o crea uno nuevo.

# site.languages.new
source: New language
es: Nuevo idioma

# site.languages.createNew
source: Create new language
es: Crear un nuevo idioma

# site.errorHandling
source: Error Handling
es: Manejo de errores

# site.routes
source: Routes
es: Rutas

# site.routes.irreHeader.redirectsTo
source: redirects to
es: redirigir a

# site.tab.languages
source: Languages
es: Idiomas

# site.tab.errorHandling
source: Error Handling
es: Manejo de errores

# site.tab.routes
source: Static Routes
es: Rutas estáticas

# site_language.palette.frontend
source: Frontend related
es: Relacionado al Frontend

# site_language.ctrl.title
source: Language Configuration for a Site
es: Configuración del idioma para un sitio

# site_language.language
source: Language
es: Idioma

# site_language.languageId
source: Language ID
es: ID de idioma

# site_language.title
source: Title
es: Título

# site_language.websiteTitle
source: Website title
es: Título del sitio web

# site_language.navigationTitle
source: Navigation Title
es: Título de navegación

# site_language.base
source: Entry Point
es: Entrada

# site_language.locale
source: Locale
es: Localización

# site_language.hreflang
source: Alternative attribute for "hreflang" tags
es: Atributo alternativo para etiquetas "hreflang"

# site_language.enabled
source: Visible in Frontend
es: Visible en el Frontend

# site_language.flag
source: Flag icon
es: Marcar icono

# site_language.fallbackType
source: Fallback Type
es: Tipo de retroceso

# site_language.fallbackType.strict
source: Strict: Show only translated content, based on overlays
es: Estricto: Mostrar solo contenido traducido, basado en la superposición

# site_language.fallbackType.fallback
source: Fallback: Show default language if no translation exists
es: Retroceso: mostrar el idioma predeterminado si no existe ninguna traducción

# site_language.fallbackType.free
source: Free mode: Ignore translation and overlay concept, only show data from selected language
es: Modo libre: Ignorar la traducción y el concepto de superposición, y mostrar datos del idioma seleccionado

# site_language.fallbacks
source: Fallback to other Language(s) - order is important!
es: Retroceder a otro(s) idioma(s) - ¡el orden es importante!

# site_base_variant.condition
source: Condition
es: Condición

# site_base_variant.condition.placeholder
source: applicationContext == "Production"
es: applicationContext == "Producción"

# site_base_variant.condition.applicationContext
source: Application Context
es: Contexto de la aplicación

# site_base_variant.condition.environmentVariable
source: Environment Variable
es: Variable del entorno

# site_errorhandling.ctrl.title
source: Error Handling
es: Manejo de errores

# site_errorhandling.tab.rootpaths
source: Root Paths (optional)
es: Rutas de raíz (opcional)

# site_errorhandling.errorCode
source: HTTP Error Status Code
es: Código de estado de error HTTP

# site_errorhandling.errorCode.404
source: 404 (Page not found)
es: 404 (Página no encontrada)

# site_errorhandling.errorCode.403
source: 403 (Forbidden)
es: 403 (Prohibido)

# site_errorhandling.errorCode.500
source: 500 (Internal Server Error)
es: 500 (Error interno del servidor)

# site_errorhandling.errorCode.503
source: 503 (Service Unavailable)
es: 503 (Servicio no disponible)

# site_errorhandling.errorCode.0
source: any error not defined otherwise
es: cualquier error no definido de otro modo

# site_errorhandling.errorHandler
source: How to handle Errors
es: Cómo manejar errores

# site_errorhandling.errorHandler.fluid
source: Fluid Template
es: Plantilla fluida

# site_errorhandling.errorHandler.page
source: Show Content from Page
es: Mostrar contenido de la página

# site_errorhandling.errorHandler.php
source: PHP Class (must implement the PageErrorHandlerInterface)
es: Clase PHP (debes implementar PageErrorHandlerInterface)

# site_errorhandling.errorFluidTemplate
source: Fluid Template File
es: Archivo de plantilla fluida

# site_errorhandling.errorFluidTemplatesRootPath
source: Fluid Templates Root Path
es: Ruta raíz de las plantillas fluidas

# site_errorhandling.errorFluidLayoutsRootPath
source: Fluid Layouts Root Path
es: Ruta raíz de diseños fluidos

# site_errorhandling.errorFluidPartialsRootPath
source: Fluid Partials Root Path
es: Ruta raíz de los parciales fluidos

# site_errorhandling.errorContentSource
source: Show Content from Page
es: Mostrar contenido de la página

# site_errorhandling.errorPhpClassFQCN
source: ErrorHandler Class Target (FQCN)
es: Objetivo de clase Error Handler (FQCN)

# site_route.ctrl.title
source: Routes
es: Rutas

# site_route.type
source: Route Type
es: Tipo de ruta

# site_route.staticText
source: Static Text
es: Texto estático

# site_route.staticText.example1
source: robots.txt Example Content
es: ejemplo del contenido robots.txt

# site_route.source
source: Page, File or URL
es: Página, archivo o URL

# site_route.route
source: Static Route Name
es: Nombre de ruta estática
