Repository: EnriqueNaranjoEipperle/typo3_coci
Catalog: var/labels/*/backend/Resources/Private/Language/*.locallang_pages_sort.xlf
Languages: es

# title
source: Sort sub pages
es: Ordenar subpáginas

source: Current page order
es: Orden de la página actual

# changeOrder
source: Sort these pages by
es: Ordenar estas páginas por

# changeOrderConfirm
source: You're about to change the order of the above pages. Are you sure you want to continue?
es: Estás a punto de cambiar el orden de las páginas anteriores. ¿Estás seguro de que quieres continuar?

# fieldTitle
source: Page title
es: Título de la página

# fieldSubtitle
source: Subtitle
es: Subtítulo

# fieldNavitle
source: Navigation title
es: Título de navegación

# fieldCrdate
source: Create-time
es: Fecha de creación

# fieldTstamp
source: Change-time
es: Fecha de modificación

# changeOrderByTitle
source: Page title
es: Título de la página

# changeOrderBySubtitle
source: Subtitle
es: Subtítulo

# changeOrderByNavtitle
source: Navigation title
es: Título de navegación

# changeOrderByTstamp
source: Change-time
es: Fecha de modificación

# changeOrderByCreate
source: Create-time
es: Fecha de creación

# changeOrderReverse
source: Reverse current order
es: Invertir el orden actual

# hasInvisiblePage.title
source: Invisible subpages
es: Subpáginas invisibles

# hasInvisiblePage.message
source: The page has invisible subpages which are not shown due to access restrictions. Those will not be sorted among others.
es: La página tiene subpáginas invisibles que no se muestran debido a restricciones de acceso. Estas no se ordenarán entre las otras.

# noSubpages.title
source: No subpages
es: No hay subpáginas

# noSubpages.message
source: Please select a page with subpages.
es: Por favor, selecciona una página con subpáginas.

# notAvailableInWorkspace.title
source: Not implemented
es: No implementado

# notAvailableInWorkspace.message
source: Sorry, this function is not available in the current draft workspace!
es: ¡Lo sentimos, esta función no está disponible en el borrador del espacio de trabajo actual!

# noEditPermissions
source: No edit permissions on this sub page. This page can not be re-sorted among others.
es: No hay permisos de edición en esta subpágina. Esta página no puede ser reordenada con las otras.
