Repository: EnriqueNaranjoEipperle/typo3_coci
Catalog: var/labels/*/backend/Resources/Private/Language/*.locallang_layout.xlf
Languages: es

# title
source: Page content
es: Contenido de página

# noEditItems
source: Sorry, you do not have permissions to edit items on this page!
es: Lo siento, ¡no tienes permisos para editar elementos en esta página!

# noEditPage
source: Sorry, you do not have permissions to edit this page!
es: Lo siento, ¡no tiene permisos para editar esta página!

# moveUp
source: Move record up
es: Subir registro

# moveDown
source: Move record down
es: Bajar registro

source: Un-hide
es: Mostrar

source: Hide
es: Ocultar

source: Edit
es: Editar

# newAfter
source: New record after this one
es: Nuevo registro después de éste

# move_record
source: Re-position current content element
es: Reposicionar elemento de contenido actual

source: Move page
es: Mover página

# transfer_multiple
source: Transfer multiple items
es: Transferir múltiples elementos

# mess.transfer_multiple
source: Transfer %d items into "%s"?
es: ¿Transferir %d objetos a"%s"?

# drop.conflict
source: Conflict with dropped node
es: Conflicto con nodo abandonado

# mess.drop.conflict
source: The node %s is a parent of %s and therefore cannot be moved. Operation cancelled.
es: El nodo %s es padre de %s y, por lo tanto, no se puede mover. Operación cancelada.

# deleteItem
source: Delete
es: Borrar

# deleteWarning
source: Are you sure you want to delete the record '%s'?
es: ¿Estás seguro de que quieres eliminar el registro %s?

# pasteIntoColumn
source: Paste into this column
es: Pegar en esta columna

# pasteAfterRecord
source: Paste after this record
es: Insertar después de este registro

# paste.modal.title.paste
source: Paste record
es: Pegar registro

# paste.modal.paste
source: Do you want to paste the record to this position?
es: ¿Quieres pegar el registro en esta posición?

# paste.modal.button.cancel
source: Cancel
es: Cancelar

# paste.modal.button.paste
source: Paste
es: Pegar

# editColumn
source: Edit this column
es: Editar esta columna

# editPageProperties_curLang
source: Edit translation properties
es: Editar propiedades de traducción

# editInRTE
source: Edit in Rich Text Editor
es: Editar en el editor de texto enriquecido

# newPageContent
source: Create page content
es: Crear contenido de la página

# newPageContent_translate
source: Translate
es: Traducir

# newPageContent2
source: New content
es: Nuevo contenido

source: Content
es: Contenido

source: Create new content
es: Crear contenido nuevo

# newInColumn
source: Create new record in top of this column
es: Crear nuevo registro en la parte superior de esta columna

source: records
es: registros

source: Page information
es: Información de la página

source: Go to table
es: Ir a la tabla

source: Internal notes
es: Notas internas

# clearCache
source: Click here to clear cache for this page.
es: Haga clic aquí para borrar el caché de esta página.

# hiddenCE
source: Show hidden content elements
es: Mostrar elementos de contenido ocultos

# new_language
source: Create a new translation of this page
es: Crear una nueva traducción de esta página

# newLabel
source: NEW
es: NUEVO

# defaultLanguage
source: Default
es: Predeterminado

source: Edit language header
es: Editar encabezado de idioma

source: Edit page properties
es: Editar propiedades de la página

# editPageTitle
source: Edit the page title
es: Editar el título de la página

# editPageTitle.input.field.label
source: Enter a page title
es: Introduce un título de la página

source: Edit page language overlay properties
es: Editar propiedades de superposición de idioma

# editThisColumn
source: Edit the '%s' field of the listed pages
es: Editar el campo '%s' de las páginas listadas

# editDefaultLanguagePage
source: Edit default language page properties
es: Editar propiedades predeterminadas de la página de idioma

# newRecordGeneral
source: Create new record
es: Crear nuevo registro

# newContentElement
source: Create new content element
es: Crear un nuevo elemento de contenido

# CEonThisPage
source: Content elements on this page
es: Elementos de contenido en esta página

# newPage
source: Create new page
es: Crear nueva página

# newPage2
source: New page
es: Nueva pagina

# noAccess
source: No edit access
es: Sin acceso de edición

# noAccess_msg
source: You do not have access to edit the requested record.
es: No tiene acceso para editar el registro solicitado.

source: Not assigned
es: No asignado

# emptyColPos
source: Empty section
es: Sección vacía

# emptyColPos.message
source: This section is only for display purposes, no "colPos" configuration is set.
es: Esta sección es sólo para propósitos de visualización, no hay configuración de "colPos".

# unusedColPos
source: Unused
es: Sin usar

# undoLastChange
source: Undo/Redo last change (%s ago)
es: Deshacer/Rehacer el último cambio (hace %s)

# recordHistory
source: View record change history
es: Ver el historial de cambios del registro

# viewContent
source: Viewing content of
es: Viendo el contenido de

# tt_board_subject
source: Subject
es: Asunto

# tt_board_author
source: Author
es: Autor

# tt_board_date
source: Date
es: Fecha

# tt_board_age
source: Age
es: Edad

source: Grid-View
es: Vista de rejilla

# m_tt_board_0
source: List topics only
es: Sólo listar temas

# m_tt_board_expand
source: Expand Threads
es: Expandir Conversaciones

# m_tt_address_0
source: Short List
es: Lista Corta

# m_tt_address_1
source: Address list
es: Lista de direcciones

# m_tt_address_2
source: Personal info
es: Información personal

# m_tt_links_1
source: Whole URL
es: URL completa

# m_tt_links_2
source: Alternative note
es: Nota alternativa

# m_tt_calender_date
source: Date
es: Fecha

# m_tt_calender_date_ext
source: Date - extended
es: Fecha extendida

# m_tt_calender_todo
source: Todo
es: Por hacer

# m_tt_calender_todo_ext
source: Todo - extended
es: Por hacer - extendido

# m_tt_calender_ext
source: Extended
es: Extendido

# m_tt_products_ext
source: Extended
es: Extendido

# m_default
source: Default
es: Predeterminado

# clickAPage_content
source: Please select a page in the page tree to edit page content.
es: Selecciona una página en el árbol de páginas para editar el contenido de la página.

# pI_crUser
source: Created by
es: Creado por

# pI_crDate
source: Created date
es: Fecha de creación

# pI_lastChange
source: Last change
es: Última modificación

# pI_lastChangeContent
source: Last change, content
es: Última modificación, contenido

# pI_hitsTotal
source: Total Hits
es: Coincidencias totales

# pI_hitsPeriod
source: Hits Period
es: Periodo de coincidencias

# pI_hits24hours
source: Last 24 hours
es: Las últimas 24 horas

# pI_hits10days
source: Last 10 days
es: Últimos 10 días

# content_from_pid_title
source: Page uses content from this page: %s
es: Página utiliza el contenido de esta página: %s

# content_from_pid_invalid_title
source: Page is defined to use content from PID %s, but this page does not exist or is inaccessible
es: La página está definida para utilizar el contenido del PID %s, pero esta página no existe o es inaccesible

# content_on_pid_title
source: This content is also shown on: %s
es: Este contenido también se muestra en: %s

# pageIsExternalLinkMessage
source: Page is a link to the following external URL: %s
es: La página es un enlace a la siguiente URL externa: %s

# pageIsInternalLinkMessage
source: Page is a link to the following page: %s
es: La página es un enlace a la siguiente página: %s

# pageIsRandomInternalLinkMessage
source: Page is a link to a random subpage.
es: La página es un enlace a una subpágina aleatoria.

# pageIsMisconfiguredInternalLinkMessage
source: Page is configured to be a link but there is actually no valid target defined.
es: La página está configurada para ser un enlace, pero en realidad no hay un destino válido definido.

# pageIsMisconfiguredOrNotAccessibleInternalLinkMessage
source: Page is configured to be a link but there is actually no target defined which is accessible in the frontend.
es: La página está configurada para ser un enlace, pero en realidad no hay ningún destino definido que sea accesible en el frontend.

# pageIsMisconfiguredOrNotAccessibleRandomInternalLinkMessage
source: Page is configured to be a link to a random subpage but there is actually no subpage which is accessible in the frontend.
es: La página está configurada para ser un enlace a una subpágina aleatoria, pero en realidad no hay ninguna subpágina que sea accesible en la parte delantera.

# pageIsMisconfiguredFirstSubpageMessage
source: Page is configured to be a link to the first subpage but there is actually no such page accessible in the frontend.
es: La página está configurada para ser un enlace a una subpágina aleatoria, pero en realidad no hay ninguna subpágina que sea accesible en la parte delantera.

# pageIsMisconfiguredParentPageMessage
source: Page is configured to be a link to the parent page but there is actually no such page accessible in the frontend.
es: La página está configurada para ser un enlace a una subpágina aleatoria, pero en realidad no hay ninguna subpágina que sea accesible en la parte delantera.

# pageIsMisconfiguredExternalLinkMessage
source: Page is configured to be an external link but there is actually no URL defined.
es: La página está configurada para ser un enlace externo, pero en realidad no hay ninguna URL definida.

source: Go to list module
es: Ir al módulo de lista

# goToListModuleMessage
source: The current page is a folder. Folders usually don't contain content elements but are used for collecting other types of records.
es: La página actual es una carpeta. Las carpetas usualmente no contienen elementos de contenido, pero se usan para recopilar otros tipos de registros.

source: No plugin selected
es: No se seleccionó un plugin

# staleTranslationWarning
source: Make sure that this behavior is intended and does not pose a problem for you. We highlighted the problematic records for you.
es: Asegúrese de que este comportamiento está destinado y no plantea un problema para usted. Hemos resaltado los registros problemáticos para usted.

# staleTranslationWarningTitle
source: Inconsistent content detected in language "%s"
es: Contenido inconsistente detectado en el lenguaje "%s"

# languageModeFree
source: Free Mode
es: Modo libre

# languageModeConnected
source: Connected Mode
es: Modo conectado

# languageModeMixed
source: Mixed Mode
es: Modo mezclado

# staleUnusedElementsWarning
source: These elements don't belong to any of the available columns of this page. You should either delete them or move them to existing columns. We highlighted the problematic records for you.
es: Estos elementos no pertenecen a ninguna de las columnas disponibles de esta página. Debe eliminarlos o moverlos a columnas existentes. Destacamos los registros problemáticos para usted.

# staleUnusedElementsWarningTitle
source: Unused elements detected on this page
es: Elementos no utilizados detectados en esta página

# localize.chooseLanguage
source: Choose your language
es: Elija su idioma

# localize.wizard.header
source: Localize record "{0}" into {1}
es: Localice el registro "{0}" en {1}

# localize.wizard.header_page
source: Localize page "{0}" into {1}
es: Localizar página "{0}" en {1}

# localize.wizard.button.translate
source: Translate
es: Traducir

# localize.wizard.button.copy
source: Copy
es: Copiar

# localize.wizard.button.cancel
source: Cancel
es: Cancelar

# localize.wizard.button.next
source: Next
es: Siguiente

# localize.wizard.button.process
source: Start processing
es: Inicie el procesamiento

# localize.view.chooseLanguage
source: Choose the language from which you want to localize the content
es: Elija el idioma desde el que desea localizar el contenido

# localize.view.summary
source: Record summary
es: Resumen del registro

# localize.view.processing
source: Processing...
es: Procesando…

# localize.progress.step
source: Step {0} of {1}
es: Paso {0} de {1}

# localize.educate.translate
source: Translating content will create a direct connection between the original language and the language you translate to.<br> This means that moving an element or setting meta information like start- or endtime will be taken from the original content and you will not be able to set these values on a translated content element.<br> <strong>Use this when your workflow demands a strict translation workflow.</strong>
es: Traducir contenido creará una conexión directa entre el idioma original y el idioma al que se traduce.<br> Esto significa que mover un elemento o establecer metainformación como inicio o final se tomará del contenido original y no podrá establecer estos valores en un elemento de contenido traducido.<br> <strong>Utiliza esto cuando tu flujo de trabajo requiera un flujo de trabajo de traducción estricto.</strong>

# localize.educate.copy
source: Copying content will take the content elements from the source language and create copies in a different language.<br> This means that you will be able to move content elements around freely, but you will not have the benefit of being able to compare changes made in the source language later on.<br> <strong>Use this when you want to have freedom in designing your translated website.</strong>
es: Copiar contenido tomará los elementos de contenido del idioma de origen y creará copias en un idioma diferente.<br> Esto significa que podrás mover elementos de contenido libremente, pero no tendrás la ventaja de poder comparar los cambios realizados posteriormente en el idioma de origen.<br> <strong>Utilízalo cuando quieras tener libertad para diseñar tu sitio web traducido.</strong>

# localize.educate.noTranslate
source: Using the translation wizard is not possible, because either translation is disabled or the translated page is in "mixed mode". Being in "mixed mode" means that both translated records that have a source language and "free mode" records without a parent, are present.<br> We highlighted the problematic records for you in this case.
es: No es posible utilizar el asistente de traducción, ya que la página traducida está en "modo mixto". El "modo mixto" significa que ambos registros traducidos, que tienen un idioma fuente y registros de "modo libre" sin un padre, están presentes.<br> Resaltamos los registros problemáticos para ti en este caso.

# error.invalidBackendLayout
source: The selected page layout is mis-configured, no columns are specified to be editable. Please update your backend layout to have at least one parameter "colPos" set.
es: El diseño de página seleccionado no está configurado correctamente, no se especifican columnas que puedan editarse. Actualice su diseño de fondo para tener al menos un parámetro "colPos" establecido.

# dragdrop.copy.message
source: Press CTRL to copy
es: Presione CTRL para copiar
