Repository: EnriqueNaranjoEipperle/typo3_coci
Catalog: var/labels/*/backend/Resources/Private/Language/*.siteconfiguration_fieldinformation.xlf
Languages: es

# site.rootPageId
source: You must create a page with a site root flag.
es: Debes crear una página con un indicador de raíz del sitio.

# site.identifier
source: This name will be used to create the configuration directory. Mind the recommendations for directory names (only a-z,0-9,_,-) and make it unique.
es: Este nombre se utilizará para crear el directorio de configuración. Ten en cuenta las recomendaciones para nombres de directorios (solo a-z,0-9,_,-) y hazlo único.

# site.base
source: Main URL to call the frontend in default language. Can be https://www.example.com/ or just /, if it is just a / you cannot rely on TYPO3 creating full URLs
es: La URL principal para llamar al frontend en el lenguaje predeterminado. Puede ser https://www.example.com/ simplemente /, si es solo / no puedes depender de la creación de URLs completas por TYPO3

# site.websiteTitle
source: The title of the website is used for the title tag in the frontend
es: El título del sitio web se utiliza para la etiqueta título en el frontend

# site.baseVariants
source: This allows you to specify variants of the site's base. Can be used, for example, if you have a different domain for your staging environment.
es: Esto te permite especificar variantes de la base del sitio. Se puede utilizar, por ejemplo, si tienes un dominio diferente para el entorno de ensayo.

# site_language.base
source: Use a full qualified domain "https://www.mydomain.fr/" or "/fr/". Use "/" to keep the main URL for the default language. Add language specific suffixes to use those, or configure complete URLs for independent domains.
es: Usa un dominio cualificado "https://www.mydomain.fr/" o "/fr/". Use "/" para mantener la URL principal para el idioma predeterminado. Añade sufijos específicos de idioma para usarlos, o configura URLs completas para dominios independientes.

# site_language.locale
source: Used for localized date and currency formats. E.g. "de_DE" or "en_US.UTF-8".
es: Utilizado para los formatos de fecha y moneda localizados. Ejemplo: "de_DE" o "es_USE TF-8".

# site_language.hreflang
source: Optional, used for "hreflang" attributes - if empty, the information is retrieved from the locale
es: Opcional, usado para atributos "hreflang" - si está vacío, la información se recupera de la configuración regional

# site_language.websiteTitle
source: With this language based Website title, you can override the Website title for this language
es: Con este título de sitio web basado en el idioma, puedes reemplazar el título del sitio web para este idioma

# site_language.navigationTitle
source: Used within language-related menus
es: Utilizado en menús relacionados con el idioma

# site_errorhandling.errorCode
source: Make sure to have at least 0 (not defined otherwise) configured in order to serve helpful error messages to your visitors.
es: Asegúrate de tener al menos 0 configurados (que no esté definido de otra manera) para mostrar mensajes de error que ayuden a tus visitantes.

# site_errorhandling.errorFluidTemplate
source: Path to the fluid template file given by absolute, relative path (from site root) or by referring the template file inside an extension with "EXT:" prefix.
es: Ruta al archivo de plantilla fluida dada por completo, ruta relativa (desde la raíz del sitio) o haciendo referencia al archivo de plantilla que está dentro de una extensión con prefijo "EXT:".

# site_errorhandling.errorPhpClassFQCN
source: Fully qualified class name to a class that implements the PageErrorHandlerInterface.
es: Nombre de clase completo para una clase que implementa PageErrorHandlerInterface.

# site_base_variant.base
source: For example "https://staging.domain.tld" or "http://www.domain.local"
es: Por ejemplo, "https://staging.domain.tld" o "http://www.domain.local"

# site_base_variant.condition
source: Expression to match this base variant.
es: Expresión para coincidir con esta variante base.
