Repository: EnriqueNaranjoEipperle/typo3_coci
Catalog: var/labels/*/reports/Resources/Private/Language/*.locallang_reports.xlf
Languages: es

# status_report_title
source: Status Report
es: Informe de estado

# status_ok
source: OK
es: Aceptar

# status_wrongValue
source: Wrong value detected
es: Valor incorrecto detectado

# status_info
source: Information
es: Información

# status_insecure
source: Insecure
es: Inseguro

# status_disabled
source: Disabled
es: Deshabilitado

# status_enabled
source: Enabled
es: Activado

# status_enabledPermanently
source: Enabled permanently
es: Activado permanentemente

# status_enabledTemporarily
source: Enabled temporarily
es: Activado temporalmente

# status_empty
source: Empty
es: Vacío

# status_none
source: None
es: Ninguno

# status_connectionFailed
source: Connection Failed
es: Error de conexión

# status_checkFailed
source: Check Failed
es: Comprobación fallida

# status_updateComplete
source: Update Complete
es: Actualización completa

# status_updateIncomplete
source: Update Incomplete
es: Actualización incompleta

# status_problemNotification
source: One or more problems were detected with your TYPO3 installation. Please check the %sstatus report%s for more information.
es: Se detectaron uno o más problemas en tu instalación de TYPO3. Por favor, revisa el informe de estado %s%s para más información.

# status_allNotification
source: This report contains all System Status Notifications from your TYPO3 installation. Please check the %sstatus report%s for more information.
es: Este informe contiene todas las Notificaciones de Estado del Sistema de tu instalación TYPO3. Por favor, comprueba el informe de estado para más información.

# status_typo3
source: TYPO3 System
es: Sistema TYPO3

# status_system
source: System
es: Sistema

# status_security
source: Security
es: Seguridad

# status_configuration
source: Configuration
es: Configuración

# status_referenceIndex
source: Reference Index
es: Indice de referencia

# status_PhpSafeMode
source: PHP safe_mode
es: Modo safe_mode PHP

# status_CreatedFilePermissions
source: Permissions of created files
es: Permisos de archivos creados

# status_CreatedDirectoryPermissions
source: Permissions of created directories
es: Permisos de directorios creados

# status_MysqlDatabaseCharacterSet
source: MySQL Database Character Set
es: Conjunto de caracteres de base de datos MySQL

# status_adminUserAccount
source: Admin User Account
es: Cuenta de usuario Admin

# status_exportedFiles
source: XML/T3D export files
es: Exportar archivos XML/T3D

# status_exportedFiles_warningRecommendation
source: It is recommended to delete exported files to avoid possible disclosure of exported data to backend users with lower/different access rights than user(s) who originally created the export(s).
es: Se recomienda eliminar los archivos exportados para evitar la posible divulgación de los datos exportados entre los usuarios de backend con derechos de acceso inferior/diferentes que el/los usuario/s que crearon lo exportado.

# status_phpVersion
source: PHP Version
es: Versión PHP

# status_phpTooOld
source: Your PHP installation is too old.
es: Tu instalación PHP es demasiado antigua.

# status_phpMemory
source: PHP Memory Limit
es: Límite de memoria de PHP

# status_phpMemoryRecommendation
source: Depending on your configuration, TYPO3 can run with a %1$s PHP memory limit. However, a %2$s PHP memory limit or above is recommended, especially if your site uses additional extensions.
es: Dependiendo en su configuración, TYPO3 puede funcionar con un %1$s PHP límite de memoria. Sin embargo, se recomienda un %2$s PHP límite de memoria o superior, especialmente si tu sitio utiliza extensiones adicionales.

# status_phpMemoryRequirement
source: Depending on your configuration, TYPO3 can run with a %1$s PHP memory limit. However, a %2$s PHP memory limit or above is required especially if your site uses additional extensions.
es: Dependiendo de su configuración, TYPO3 puede funcionar con un %1$s PHP límite de memoria. Sin embargo, se recomienda un %2$s PHP límite de memoria o superior, especialmente si tu sitio utiliza extensiones adicionales.

# status_phpMemoryEditLimit
source: Increase the memory limit by editing the memory_limit parameter in the file %s and then restart your web server (or contact your system administrator or hosting provider for assistance).
es: Aumente el límite de memoria por editar el parámetro memory_limit en el archivo %s y luego reinicie su servidor web (o contactar el administrador de sistema o proveedor de alojamiento para ayudarte).

# status_phpMemoryContactAdmin
source: Contact your system administrator or hosting provider for assistance with increasing your PHP memory limit.
es: Contacte su administrador de sistema o proveedor de alojamiento para obtener ayuda en aumentado su límite de memoria PHP.

# status_phpMemoryUnlimited
source: unlimited
es: ilimitado

# status_phpPeakMemory
source: PHP peak memory usage
es: Uso máximo de memoria PHP

# status_phpPeakMemoryTooHigh
source: During a request %2$s of the memory limit was used. On %4$s a request to %5$s used %1$s of %3$s.
es: Durante una solicitud se utilizó %2$s del límite de memoria. En %4$s una solicitud de %5$s usó %1$s de %3$s.

# status_phpPeakMemoryClearFlag
source: Clear this flag
es: Limpiar esta bandera

# status_phpRegisterGlobalsEnabled
source: %s is enabled. TYPO3 requires this configuration directive to be disabled.
es: %s Es activado. TYPO3 necesita esta configuración directiva ser desactivado.

# status_phpRegisterGlobalsSecurity
source: Your site may not be secure when %s is enabled.
es: Su sitio puede no estar seguro cuando %s está activado.

# status_phpRegisterGlobalsHowToChange
source: how to change configuration settings
es: cómo cambiar los ajustes de configuración

# status_phpRegisterGlobalsPHPManual
source: The PHP manual has instructions for %s.
es: El manual PHP tiene instrucciones para %s.

# status_webServer
source: Web Server
es: Servidor Web

# status_webServer_infoText
source: For your Web Server some notifications have been found
es: Algunas notificaciones han sido encontrados para su servidor web

# status_webServer_threadStackSize
source: Fluid uses complex regular expressions which require a lot of stack space during the first processing. On Windows the default stack size for Apache is a lot smaller than on unix. You can increase the size to 8MB (default on unix) by adding to the httpd.conf: <br />&lt;IfModule mpm_winnt_module&gt; <br />ThreadStackSize 8388608 <br />&lt;/IfModule&gt; <br />Restart Apache after this change.
es: Fluid utiliza expresiones regulares complicadas lo que necesitan mucho espacio snack durante el primer procesamiento. En Windows, el taller snack predeterminado para Apache es mucho más pequeño que en Unix. Se puede aumentar el taller a 8 Mb (predeterminado en Unix) por añadiendo a la httpd.conf. <br />&lt;IfModule mpm_winnt_module&gt; <br />ThreadStackSize 8388608 <br />&lt;/IfModule&gt; <br /> Reinicie Apache despues de este cambio.

# status_phpModules
source: PHP Modules
es: Módulos PHP

# status_phpModulesMissing
source: One or more modules are missing.
es: Faltan uno o más módulos.

# status_phpModulesGroup
source: one of: %s
es: uno de: %s

# status_phpModulesPresent
source: All required modules are installed.
es: Todos los módulos requeridos están instalados.

# status_configuration_PhpSafeModeEnabled
source: PHP INI setting safe_mode "On" is deprecated since PHP 5.3 and is not supported by TYPO3 anymore.
es: PHP INI ajuste safe_mode "On" está obsoleto desde hace PHP 5.3 y ya no es soportado por TYPO3.

# status_configuration_PhpMagicQuotesGpcEnabled
source: PHP INI setting magic_quotes_gpc "On" is deprecated since PHP 5.3. You are advised to set it to "Off" until it gets completely removed.
es: PHP INI ajuste magic_quotes_gpc "On" está obsoleto desde PHP 5.3. Estás avisado cambiarlo a "Off" hasta que se elimina por completo.

# status_updateTaskTitle
source: System Status Update
es: Actualización del estado del sistema

# status_updateTaskField_notificationEmail
source: Notification Email Address
es: Dirección de correo electrónico para notificaciones

# status_updateTaskField_notificationEmail_invalid
source: Empty or invalid notification email address.
es: Dirección de correo electrónico de notificación vacía o no válida.
