Repository: EnriqueNaranjoEipperle/typo3_coci
Catalog: var/labels/*/form/Resources/Private/Language/*.locallang.xlf
Languages: es

# element.ImageUpload.properties.SummaryPage.altText
source: Uploaded image
es: Imagen subida

# element.DatePicker.properties.timeSelectorHourLabel
source: Hour
es: Hora

# element.DatePicker.properties.timeSelectorMinuteLabel
source: Minute
es: Minuto

# validation.error.1221560910
source: This field is mandatory.
es: Este campo es obligatorio.

# validation.error.1221560718
source: This field is mandatory.
es: Este campo es obligatorio.

# validation.error.1347992400
source: This field is mandatory.
es: Este campo es obligatorio.

# validation.error.1347992453
source: This field is mandatory.
es: Este campo es obligatorio.

# validation.error.1238087674
source: You must enter a valid date.
es: Debe introducir una fecha válida.

# validation.error.1221551320
source: You can only enter letters or digits.
es: Solo puedes introducir letras o dígitos.

# validation.error.1221565786
source: You can only enter non formatted text without any markup (e.g without XML tags).
es: Solo puedes introducir un texto no formateo sin ningún marcado (por ejemplo, sin etiquetas XML).

# validation.error.1238110957
source: You can only enter non formatted text without any markup (e.g without XML tags).
es: Solo puedes introducir un texto no formateo sin ningún marcado (por ejemplo, sin etiquetas XML).

# validation.error.1269883975
source: You can only enter non formatted text without any markup (e.g without XML tags).
es: Solo puedes introducir un texto no formateo sin ningún marcado (por ejemplo, sin etiquetas XML).

# validation.error.1428504122
source: Your text must be a minimum of %s characters in length and no longer than %s.
es: Tu texto debe tener un mínimo de %s caracteres de longitud y no debe tener más de %s.

# validation.error.1238108068
source: You must enter text which is longer than %s characters.
es: Debes introducir un texto que sea más largo que %s caracteres.

# validation.error.1238108069
source: You must enter text which is no longer than %s characters.
es: Debes introducir un texto que no tenga más de %s caracteres.

# validation.error.1221559976
source: You must enter a valid email address.
es: Debes introducir una dirección de correo electrónico válida.

# validation.error.1221560494
source: You must enter a valid number.
es: Debes introducir un número válido.

# validation.error.1221560288
source: You must enter a valid floating point number.
es: Debes introducir un número de punto flotante válido.

# validation.error.1221563685
source: You must enter a valid number.
es: Debes introducir un número válido.

# validation.error.1221561046
source: You must enter a valid number between %s and %s.
es: Debes introducir un número válido entre %s y %s.

# validation.error.1221565130
source: You must enter a valid value. Please refer to the description of this field.
es: Debes introducir un valor válido. Por favor, consulta la descripción de este campo.

# validation.error.1475002976
source: You must enter a countable subject.
es: Debes introducir un asunto contable.

# validation.error.1475002994
source: You must select between %s to %s elements.
es: Debes seleccionar entre los elementos %s a %s.

# validation.error.1471708997
source: You must enter an instance of \TYPO3\CMS\Extbase\Domain\Model\FileReference or \TYPO3\CMS\Core\Resource\File.
es: Debes introducir una instancia de \TYPO3\CMS\Extbase\Domain\Model\FileReference o \TYPO3\CMS\Core\Resource\File.

# validation.error.1471708998
source: You entered an incorrect media type, "%s" is not allowed for this file. Please refer to the description of this field.
es: Has introducido un tipo de medio incorrecto, "%s" no está permitido para este archivo. Por favor, consulta la descripción de este campo.

# validation.error.1613126216
source: The file extension provided "%s" does not match to expected media types. Please refer to the description of this field.
es: La extensión del archivo proporcionada "%s" no coincide con los tipos de medios esperados. Por favor, consulta la descripción de este campo.

# validation.error.1476396435
source: You must NOT fill this field.
es: NO debes rellenar este campo.

# validation.error.1505303626
source: You must enter an instance of \TYPO3\CMS\Extbase\Domain\Model\FileReference or \TYPO3\CMS\Core\Resource\File.
es: Debes introducir una instancia de \TYPO3\CMS\Extbase\Domain\Model\FileReference o \TYPO3\CMS\Core\Resource\File.

# validation.error.1505305752
source: You must select a file that is larger than %s in size.
es: Debes seleccionar un archivo que sea de mayor tamaño que %s.

# validation.error.1505305753
source: You must select a file that is no larger than %s.
es: Debes seleccionar un archivo que no sea de mayor tamaño que %s.

# validation.error.1521293685
source: You must enter an instance of \DateTime.
es: Debes introducir una instancia de \DateTime.

# validation.error.1521293686
source: You must select a date before %s.
es: Debes seleccionar una fecha anterior a %s.

# validation.error.1521293687
source: You must select a date after %s.
es: Debes seleccionar una fecha posterior a %s.

# validation.error.1556283177
source: Password does not match confirmation
es: La contraseña no coincide con la confirmación

# form_new_wizard_title
source: Form
es: Formulario

# form_new_wizard_description
source: A form that allows website users to submit messages.
es: Un formulario que permite a los usuarios del sitio web enviar respuestas.

# upload.error.150530345
source: Maximum file size exceeded.
es: Excedido el tamaño máximo del archivo.

# upload.error.150530346
source: Upload failed. The file was only partially uploaded, please try again.
es: Error al cargar. El archivo solo se ha subido parcialmente. Por favor, inténtalo de nuevo.

# upload.error.150530347
source: No file was uploaded.
es: No se subió ningún archivo.

# upload.error.150530348
source: Upload failed.
es: Subida fallida.

# form.configuration.module.provider
source: Form: YAML Configuration
es: Formulario: Configuración YAML

# pagination.previous
source: Previous
es: Anterior

# pagination.next
source: Next
es: Siguiente

# pagination.first
source: First
es: Primero

# pagination.last
source: Last
es: Último

# pagination.forms
source: Forms
es: Formularios

# pagination.page
source: Page
es: Página

# pagination.refresh
source: Refresh
es: Actualizar
