Repository: EnriqueNaranjoEipperle/typo3_coci
Catalog: var/labels/*/form/Resources/Private/Language/*.locallang_formManager_javascript.xlf
Languages: es

# formManager.form_name
source: Name
es: Nombre

# formManager.form_name_description
source: Enter a meaningful and descriptive name for the form. The name is displayed only in the TYPO3 backend.
es: Introduce un nombre significativo y descriptivo para el formulario. El nombre se muestra solo en el backend de TYPO3.

# formManager.new_form_name
source: New form name
es: Nuevo nombre de formulario

# formManager.form_save_path
source: Storage
es: Almacenamiento

# formManager.form_save_path_description
source: Select the storage where you want to save your form definition.
es: Selecciona el almacenamiento donde quieres guardar la definición del formulario.

# formManager.form_prototype
source: Form prototype
es: Prototipo de formulario

# formManager.form_template
source: Template
es: Plantilla

# formManager.form_template_description
source: Select a template on which you want to build your new form.
es: Selecciona una plantilla en la que quieres construir tu nuevo formulario.

# formManager.form_copied
source: Copied form
es: Formulario copiado

# formManager.cancel
source: Cancel
es: Cancelar

# formManager.remove_form
source: Remove
es: Eliminar

# formManager.remove_form_title
source: Remove form
es: Eliminar formulario

# formManager.remove_form_message
source: Are you sure that you want to remove this form?
es: ¿Estás seguro de que quieres eliminar este formulario?

# formManager.newFormWizard.step1.title
source: Create new form
es: Crear nuevo formulario

# formManager.newFormWizard.step1.progressLabel
source: Choose
es: Elegir

# formManager.newFormWizard.step1.noStorages
source: No accessible form storage folders
es: No hay carpetas de almacenamiento de formularios accesibles

# formManager.newFormWizard.step2.title
source: Settings
es: Configuración

# formManager.newFormWizard.step3.title
source: Ready?
es: ¿Listo?

# formManager.newFormWizard.step3.progressLabel
source: Check
es: Verificar

# formManager.newFormWizard.step3.message
source: Just check and confirm the settings you have entered. Done? Then you are ready to go.
es: Comprueba y confirma la configuración que has introducido. ¿Hecho? Entonces estás listo para ir.

# formManager.newFormWizard.step3.check
source: Check and confirm
es: Comprobar y confirmar

# formManager.newFormWizard.step4.errorTitle
source: Create
es: Crear

# formManager.newFormWizard.step4.errorMessage
source: The form could not be saved
es: No se pudo guardar el formulario

# formManager.duplicateFormWizard.step1.title
source: Duplicate form "{0}"
es: Formulario duplicado "{0}"

# formManager.duplicateFormWizard.step2.title
source: Ready?
es: ¿Listo?

# formManager.duplicateFormWizard.step2.progressLabel
source: Check
es: Verificar

# formManager.duplicateFormWizard.step2.check
source: Check and confirm
es: Comprobar y confirmar

# formManager.duplicateFormWizard.step2.message
source: Just check and confirm the settings you have entered. Done? Then you are ready to go.
es: Comprueba y confirma la configuración que has introducido. ¿Hecho? Entonces estás listo para ir.

# formManager.duplicateFormWizard.step3.errorTitle
source: Duplicate
es: Duplicar

# formManager.duplicateFormWizard.step3.errorMessage
source: The form could not be saved
es: No se ha podido guardar el formulario

# formManager.no_references
source: There are no references yet
es: Aún no hay referencias

# formManager.page
source: Page
es: Página

# formManager.record
source: Record
es: Registro

# formManager.references.title
source: References
es: Referencias

# formManager.references.headline
source: References for "{0}"
es: Referencias para "{0}"

# formManager.blankForm.label
source: Blank form
es: Formulario vacío

# formManager.blankForm.subtitle
source: Start fresh
es: Iniciar actualización

# formManager.blankForm.description
source: Create a new form from scratch.
es: Crear un nuevo formulario desde cero.

# formManager.predefinedForm.label
source: Predefined form
es: Formulario predefinido

# formManager.predefinedForm.subtitle
source: Use a form template
es: Usar una plantilla de formulario

# formManager.predefinedForm.description
source: Create a new form and use an existing form template for it.
es: Crear un nuevo formulario y utilizar una plantilla de formulario existente en él.
