Repository: EnriqueNaranjoEipperle/typo3_coci
Catalog: var/labels/*/lowlevel/Resources/Private/Language/*.locallang.xlf
Languages: es

# module.configuration.title
source: Configuration
es: Configuración

# module.configuration.shortDescription
source: View configuration from localconf.php and tables.php
es: Ver configuración desde localconf.php y tables.php

# module.configuration.description
source: Allows you to browse the values of the $TCA array (table configuration) and $TYPO3_CONF_VARS. You cannot set any values, only browse them.
es: Te permite navegar por los valores del array $TCA (configuración de la tabla) y $TYPO3_CONF_VARS. No puedes configurar ningún valor, solo navegar por ellos.¡Acceso solo para usuarios 'admin'.

# module.configuration.numberOfSearchMatches
source: %s search match(es)
es: %s resultados de búsqueda(s)

# moduleMenu.dropdown.label
source: Configuration to show
es: Configuración a mostrar

# configuration.headline
source: Configuration of "%1s"
es: Configuración de "%1s"

# typo3ConfVars
source: $GLOBALS['TYPO3_CONF_VARS'] (Global Configuration)
es: $GLOBALS['TYPO3_CONF_VARS'] (Configuración global)

# tca
source: $GLOBALS['TCA'] (Table configuration array)
es: $GLOBALS['TCA'] (Arreglo de configuración de la tabla)

# beUserTsConfig
source: $GLOBALS['BE_USER']->getTSConfig() (User TSconfig)
es: $GLOBALS['BE_USER']->getTSConfig() (TSConfig de usuario)

# beUser
source: $GLOBALS['BE_USER']->uc (User Settings)
es: $GLOBALS['BE_USER']->uc (Configuración de usuario)

# usersettings
source: $GLOBALS['TYPO3_USER_SETTINGS'] (User Settings Configuration)
es: $GLOBALS['TYPO3_USER_SETTINGS'] (Configuración de ajustes de usuario)

# routes
source: Backend Routes
es: Rutas del backend

# httpMiddlewareStacks
source: HTTP Middlewares (PSR-15)
es: Productos intermediarios HTTP (PSR-15)

source: Content Security Policy Mutations
es: Mutaciones de Política de Seguridad de Contenido

source: Sites: TCA configuration
es: Sitios: configuración TCA

source: Sites: YAML configuration
es: Sitios: configuración YAML

# eventListeners
source: Event Listeners (PSR-14)
es: Listeners de Eventos (PSR-14)

source: MFA providers
es: Proveedores MFA

source: Soft Reference Parsers
es: Analizadores de referencias débiles

# toolbarItems
source: Backend Toolbar Items
es: Elementos de la barra de herramientas

source: Form: YAML Configuration
es: Formulario: Configuración YAML

source: Backend Modules
es: Módulos Backend

# pagesTypes
source: Table permissions per page type
es: Permisos de tabla por tipo de página

# module.dbint.title
source: DB Check
es: Comprobación de BD

# module.dbint.shortDescription
source: Database integrity check
es: Verificación de la integridad de la base de datos

# module.dbint.description
source: Here you can check the integrity of the database tables configured by the $TCA. For instance all records must belong to a page record. You can also get a view of the total pagetree including deleted pages. Finally you've got access to a global database search facility.
es: Aquí puede comprobar la integridad de las tablas de la base de datos configuradas por la $TCA. Por ejemplo, todos los registros deben pertenecer a un registro de página. También puedes obtener una vista del conjunto de páginas incluyendo páginas borradas. Finalmente tienes acceso a una búsqueda global de base de datos.

# module.dbint.docheader.viewmode
source: Module action
es: Acción del módulo

# search.placeholder
source: Search Word
es: Buscar Palabra

# search.submit
source: Search All Records
es: Buscar todos los registros

source: Search
es: Búsqueda

source: Record Statistics
es: Estadísticas del registro

source: Total Page Tree
es: El árbol de páginas

source: Database Relations
es: Relaciones de base de datos

source: Full search
es: Búsqueda completa

source: Find filename
es: Buscar nombre de archivo

# manageRefIndex
source: Manage Reference Index
es: Administrar índice de referencia

source: Advanced query
es: Consulta avanzada

source: Select records
es: Seleccionar registros

source: Count results
es: Contar resultados

source: Explain query
es: Explicar consulta

source: CSV Export
es: Exportar CSV

source: XML Export
es: Exportar XML

# clickToUpdateRefIndex
source: Click here to update reference index
es: Haga clic aquí para actualizar el índice de referencia

source: Update now!
es: ¡Actualizar ahora!

# clickToTestRefIndex
source: Click here to test reference index
es: Haz clic aquí para probar el índice de referencia

# referenceIndex_description
source: TYPO3's reference index keeps track of the relations between records. As it can happen that the reference index contains outdated values, you can check and update it here.
es: El índice de referencia de TYPO3 mantiene un seguimiento de las relaciones entre registros. Como puede suceder que el índice de referencia contenga valores obsoletos, puedes comprobarlo y actualizarlo aquí.

# referenceIndex_buttonUpdate
source: Update reference index
es: Actualizar índice de referencia

# referenceIndex_buttonCheck
source: Check reference index
es: Comprobar índice de referencia

source: Check now!
es: ¡Comprueba ahora!

# checkScript_headline
source: Using the command line interface
es: Utilizando la interfaz de línea de comandos

# checkScript
source: You can also run the check as a shell script using CLI if the processing takes longer than the PHP max_execution_time allows.
es: También puedes ejecutar la comprobación como un script de shell usando CLI si el procesamiento toma más tiempo de lo que permite PHP max_execution_time.

# checkScript_check_description
source: To check the reference index use:
es: Para comprobar el índice de referencias usa:

# checkScript_update_description
source: To update the reference index use:
es: Para actualizar el índice de referencias usa:

# checkScript_moreDetails
source: For more details see:
es: Para más detalles revisa:

# updateRefIndex
source: Update reference index
es: Actualizar índice de referencia

# showSQL
source: Show SQL parts
es: Mostrar partes SQL

# useFormattedStrings
source: Use formatted strings, labels and dates instead of original values for results
es: Usar cadenas formateadas, etiquetas y fechas en lugar de valores originales para los resultados

# dontUseOrigValues
source: Don't use original values in brackets as prefix for labelled results
es: No usar valores originales entre corchetes como prefijo para los resultados etiquetados

source: Search options
es: Opciones de búsqueda

source: Result
es: Resultado

# no_results
source: No results found for "%s".
es: No se han encontrado resultados para "%s".

source: Tables
es: Tablas

source: references
es: referencias

source: is missing!
es: no se encuentra!

source: Enter regex pattern
es: Introducir patrón regex

# searchButton
source: Search
es: Búsqueda

source: Pattern
es: Patrón

source: being checked...
es: comprobando...

# directoriesTooDeep
source: ERROR: Directories deeper than the following number of levels
es: ERROR: Directorios más profundos que el siguiente número de niveles

source: Files
es: Archivos

# relations_description
source: The module gives some overview of missing relations in fields of the TCA types 'select' and 'group'.
es: El módulo proporciona una visión general de las relaciones que faltan en los campos de los tipos de TCA 'select' y 'group'.

# relations_noRecordsFound
source: No records found.
es: No se han encontrado registros.

# refindex
source: Check and update global reference index
es: Comprobar y actualizar el índice de referencia global

# refindex_description
source: Allows you to maintain the reference index kept by TYPO3.
es: Te permite mantener el índice de referencia mantenido por TYPO3.

# refindex_ok
source: Index integrity was perfect!
es: ¡La integridad del índice está perfecta!
