Repository: EnriqueNaranjoEipperle/typo3_coci
Catalog: var/labels/*/tstemplate/Resources/Private/Language/*.locallang_analyzer.xlf
Languages: es

# submodule.title
source: Included TypoScript
es: TypoScript incluido

# submodule.titleWithRecord
source: Included TypoScript for record "%s"
es: TypoScript incluído para el registro "%s"

# submodule.description
source: Overview of the included TypoScript and include order for the current page.
es: Resumen del TypoScript incluido y orden de inclusión para la página actual.

# infobox.message.noTypoScriptFound
source: No TypoScript found.
es: No se encontró TypoScript.

# options.selectedRecord
source: Selected record
es: Registro seleccionado

# sectionHeadline.constants
source: Constants
es: Constantes

# panel.header.syntaxErrors
source: Syntax scanner warnings
es: Advertencias del escáner sintáctico

# panel.header.conditions
source: Conditions
es: Condiciones

# panel.header.configuration
source: Configuration
es: Configuración

# panel.info.syntaxErrorCount.single
source: %s syntax warning
es: Aviso de sintaxis %s

# panel.info.syntaxErrorCount.multiple
source: %s syntax warnings
es: Avisos de sintaxis %s

# panel.info.conditionActiveCount.multiple
source: %s active conditions
es: Condiciones activas %s

# panel.info.conditionActiveCount.single
source: %s active condition
es: Condición activa %s

# panel.info.conditionWithConstant
source: Constant usage: [%s]
es: Uso de la constante: [%s]

# syntaxError.sourceCode
source: Show affected code snippet
es: Mostrar fragmento de código afectado

# syntaxError.type.line.invalid
source: Invalid line in "%1$s", line number "%2$s"
es: Línea no válida en "%1$s", número de línea "%2$s"

# syntaxError.type.brace.excess
source: Brace in excess in "%1$s", line number "%2$s"
es: Llave en exceso en "%1$s", número de línea "%2$s"

# syntaxError.type.brace.missing
source: Brace missing in "%1$s", line number "%2$s"
es: Falta llave en "%1$s", número de línea "%2$s"

# syntaxError.type.import.empty
source: Import does not find a file in "%1$s", line number "%2$s"
es: La importación no encuentra un archivo en "%1$s", número de línea "%2$s"

# tree.child.btn.sourceCode
source: Show code
es: Mostrar código

# tree.child.btn.sourceCodeWithResolvedIncludes
source: Show code including possible includes/imports
es: Mostrar código incluyendo posibles includes/imports

# tree.child.conditionVerdict.matched
source: Matched
es: Coincidido

# tree.child.conditionVerdict.notMatched
source: Not matched
es: No coincide

# tree.child.setting.clear
source: Clear
es: Limpiar

# tree.child.setting.root
source: Root
es: Raíz

# tree.child.sysTemplateRecord
source: TypoScript record (page UID %s)
es: Registro de TypoScript (página UID %s)

# tree.child.type.AtImport
source: Included via "@import"
es: Incluido a través de "@import"

# tree.child.type.Condition
source: Condition (then)
es: Condición (then)

# tree.child.type.ConditionElse
source: Condition (else)
es: Condición (else)

# tree.child.type.ConditionIncludeTyposcript
source: Included via "INCLUDE_TYPOSCRIPT" (with condition)
es: Incluye vía "INCLUDE_TYPOSCRIPT" (con condición)

# tree.child.type.DefaultTypoScript
source: Included via "$GLOBALS"
es: Incluido vía "$GLOBALS"

# tree.child.type.DefaultTypoScriptMagicKey
source: Included via "$GLOBALS"
es: Incluido vía "$GLOBALS"

# tree.child.type.DefaultTypoScriptMagicKey_formlabel
source: Default content rendering
es: Renderizado de contenido por defecto

# tree.child.type.ExtensionStatic
source: TypoScript set (loaded automatically)
es: Conjunto de TypoScript (cargado automáticamente)

# tree.child.type.File
source: Part of a TypoScript set
es: Parte de un conjunto de TypoScript

# tree.child.type.IncludeStaticFileDatabase
source: TypoScript set
es: Conjunto de TypoScript

# tree.child.type.IncludeStaticFileFile
source: TypoScript set (included via file)
es: Conjunto de TypoScript (incluido a través del archivo)

# tree.child.type.IncludeTyposcript
source: Included via "INCLUDE_TYPOSCRIPT"
es: Incluido a través de "INCLUDE_TYPOSCRIPT"

# tree.child.type.Root
source: Root
es: Raíz

# tree.child.type.Segment
source: Code segment
es: Segmento de código

# tree.child.type.Site
source: Site
es: Sitio Web

# tree.child.type.SysTemplate
source: TypoScript record
es: Registro de TypoScript
