Repository: EnriqueNaranjoEipperle/typo3_coci
Catalog: var/labels/*/tstemplate/Resources/Private/Language/*.locallang_info.xlf
Languages: es

# submodule.title
source: Edit TypoScript record
es: Editar registro TypoScript

# submodule.titleWithRecord
source: Edit TypoScript record "%s"
es: Editar registro TypoScript "%s"

# submodule.description
source: Modify the content of the selected TypoScript record of the current page. Modifications can be made either for configurations like TypoScript constants and setup or basics like the title and description of the TypoScript record itself.
es: Modificar el contenido del registro TypoScript seleccionado de la página actual. Las modificaciones se pueden hacer ya sea para configuraciones como constantes y configuración de TypoScript o para elementos básicos como el título y la descripción del registro TypoScript mismo.

# options.selectedRecord
source: Selected record
es: Registro seleccionado

# table.column.constants
source: Constants
es: Constantes

# table.column.description
source: Description
es: Descripción

# table.column.lines
source: %s lines
es: Líneas %s

# table.column.setup
source: Setup
es: Configuración

# table.column.title
source: Title
es: Título

# btn.editTypoScriptRecord
source: Edit the whole TypoScript record
es: Editar todo el registro de TypoScript
