Repository: EnriqueNaranjoEipperle/typo3_coci
Catalog: var/labels/*/tstemplate/Resources/Private/Language/*.locallang.xlf
Languages: es

# module.typoscript.shortDescription
source: TypoScript tools
es: Herramientas de TypoScript

# module.typoscript.description
source: Here you manage the TypoScript records which are in charge of the look of your website on the frontend. The module provides specialized features like a TypoScript tree, a constant editor and raw editing facilities.
es: Aquí gestionas los registros de TypoScript que están a cargo del aspecto de su sitio web en el front-end. El módulo proporciona características especializadas como un árbol TypoScript, un editor de constantes y funciones de edición en bruto.

# submodules.option.constantEditor
source: Constant Editor
es: Editor de constantes

# submodules.option.infoModify
source: Edit TypoScript Record
es: Añadir nuevo registro TypoScript

# submodules.option.active
source: Active TypoScript
es: TypoScript activo

# submodules.option.templateAnalyzer
source: Included TypoScript
es: TypoScript incluido

# submodules.option.templateRecordsOverview
source: TypoScript Records Overview
es: Descripción general de registros de TypoScript

# noRecordFound.infobox.title
source: No TypoScript record on the current page
es: No hay registros de TypoScript en la página actual

# noRecordFound.infobox.message
source: You need to create a TypoScript record in order to edit your configuration.
es: Necesita crear un registro TypoScript para poder editar su configuración.

# noRecordFound.goToClosestRecord.description
source: The closest TypoScript record is located on page '%s' (uid %s).
es: El registro de TypoScript más cercano se encuentra en la página '%s' (uid %s).

# noRecordFound.goToClosestRecord.link.title
source: Select this TypoScript record
es: Seleccione este registro de TypoScript

# noRecordFound.createRootTypoScriptRecord.headline
source: Root TypoScript record
es: Registro raíz de TypoScript

# noRecordFound.createRootTypoScriptRecord.description
source: Choose this option if you want this page to be the root of a new site.
es: Elija esta opción si desea que esta página sea la raíz de un nuevo sitio.

# noRecordFound.createRootTypoScriptRecord.link.title
source: Create a root TypoScript record
es: Crear un registro raíz de TypoScript

# noRecordFound.createRootTypoScriptRecord.title.placeholder
source: NEW SITE
es: NUEVO SITE

# noRecordFound.createAdditionalTypoScriptRecord.headline
source: Additional TypoScript record
es: Registro TypoScript adicional

# noRecordFound.createAdditionalTypoScriptRecord.description
source: An additional TypoScript record allows you to enter TypoScript values that will affect only this page and subpages.
es: Un registro TypoScript adicional le permite introducir valores de TypoScript que afectarán sólo a esta página y subpáginas.

# noRecordFound.createAdditionalTypoScriptRecord.link.title
source: Create an additional TypoScript record
es: Crear un registro TypoScript adicional
