Repository: EnriqueNaranjoEipperle/typo3_coci
Catalog: var/labels/*/indexed_search/Resources/Private/Language/*.locallang_db.xlf
Languages: es

# index_config
source: Indexing Configuration
es: Configuración de indexación

# index_config.title
source: Title
es: Título

# index_config.description
source: Description
es: Descripción

# index_config.type.I.1
source: Database Records
es: Registros de la base de datos

# index_config.type.I.2
source: Filepath on server
es: Ruta en el servidor

# index_config.type.I.3
source: External URL
es: URL externa

# index_config.type.I.4
source: Page tree
es: Árbol de páginas

# index_config.type.I.5
source: Meta configuration
es: Configuración de etiquetas <meta>

# index_config.type
source: Type
es: Tipo

# index_config.depth
source: Depth
es: Profundidad

# index_config.table2index
source: Table to index
es: Tabla a indexar

# index_config.alternative_source_pid
source: Alternative Source Page
es: Página de fuente alternativa

# index_config.get_params
source: GET parameter string (with ###UID### substitution)
es: Cadena de parámetro GET (con ###UID### sustitución)

# index_config.fields
source: Fields (first is title)
es: Campos (el primero es el título)

# index_config.externalUrl
source: External URL (eg. "http://www.domain.org/")
es: URL externa (ejemplo "http://www.domain.org/")

# index_config.filepath
source: Filepath
es: Ruta del archivo

# index_config.extensions
source: Limit to extensions (commalist)
es: Limitar a extensiones (comalista)

# index_config.url_deny
source: Enter sub-URLs in which not to decend
es: Introduce sub-URLs en las que no descender

# index_config.records_indexonchange
source: Index Records immediately when saved?
es: ¿Indexar registros inmediatamente cuando se guardan?

# index_config.timer_next_indexing
source: Next indexing is scheduled (if empty, then immediately)
es: La siguiente indexación está programada (si está vacía, será inmediatamente)

# index_config.timer_offset
source: Timing offset from midnight
es: Sincronización temporal a partir de medianoche

# index_config.timer_frequency
source: How often would you like a re-index?
es: ¿Con qué frecuencia te gustaría una reindexación?

# index_config.timer_frequency.I.0
source: Every hour
es: Cada hora

# index_config.timer_frequency.I.1
source: Every day (24 hours)
es: Cada día (24 horas)

# index_config.timer_frequency.I.2
source: Every week
es: Cada semana

# index_config.recordsbatch
source: How many records to index a minute (default is 100)
es: Cuántos registros indexar en un minuto (por defecto es 100)

# index_config.set_id
source: Session ID (if > zero, then indexing job is running)
es: ID de sesión (si > cero, entonces se está ejecutando el trabajo de indexación)

# index_config.indexcfgs
source: Indexing configurations
es: Configuraciones de indexación

# index_config.parameterCfgs
source: Parameter combination configuration ([tablename]:&[param]=###UID###)
es: Configuración de la combinación de parámetros ([tablename]:&[param]=###UID###)

# index_config.rootpage
source: Root page
es: Página raíz

# plugin_title
source: Indexed Search
es: Búsqueda indexada

# plugin_description
source: Search based on a database stored index.
es: Búsqueda basada en un índice almacenado en la base de datos.
