Repository: EnriqueNaranjoEipperle/typo3_coci
Catalog: var/labels/*/workspaces/Resources/Private/Language/*.locallang.xlf
Languages: es

# legend.label
source: Legend
es: Leyenda

# legend.edited
source: edited
es: editado

# title
source: Workspaces
es: Áreas de trabajo

source: Cancel
es: Cancelar

source: review and publish
es: Revisar y publicar

# editorInLive
source: You are in LIVE workspace. Please select a draft workspace from the top bar menu before you can review and publish changes.
es: Estás en el espacio de trabajo EN VIVO. Por favor, elige el borrador de área de trabajo del menú superior para poder revisar y publicar cambios antes.

# admin.noWorkspaceSetup.message
source: There are currently no workspace records configured in the database. To use the workspace functionality, at least one workspace must be set up on the root page.
es: Actualmente, no hay registros de espacio de trabajo configurados en la base de datos. Para utilizar la funcionalidad del espacio de trabajo, al menos un área de trabajo debe estar configurada en la página raíz.

# admin.noWorkspaceSetup.buttonCreate
source: Create a workspace
es: Crear un área de trabajo

source: Close
es: Cerrar

# runMassAction.done
source: Done processing %d elements
es: Terminado de procesar %d elementos

# runMassAction.init
source: init
es: Inicializar

# tooltip.publishAll
source: Really publish entire workspace?
es: ¿Realmente desea publicar todo el espacio de trabajo?

# tooltip.discardAll
source: Do you really want to discard changes from the whole workspace?
es: ¿Realmente desea descartar todos los cambios?

# window.publish.title
source: Publish version
es: Publicar versión

# window.publish.message
source: Do you really want to publish this version?
es: ¿Realmente desea publicar esta versión?

# tooltip.publishSelected
source: Really publish selected elements?
es: ¿Realmente desea publicar los elementos seleccionados?

# tooltip.discardSelected
source: Really discard changes of the selected elements?
es: ¿Realmente desea descartar los cambios a los elementos seleccionados?

# column.wsTitle
source: Changed
es: Cambiado

# column.liveTitle
source: Live title
es: Título en vivo

# tooltip.discardVersion
source: Discard workspace version of record.
es: Descartar las versiones espacio de trabajo de registro.

# window.discard.title
source: Discard workspace version of record.
es: Descartar la versión de espacio de trabajo de registro.

# window.version.published
source: Published version
es: Versión publicada

# window.version.staged
source: Staged version
es: Versión en Stage

# error.stageId.invalid
source: The stage to be used seems to be invalid and cannot be used. Please consider to use the update wizard in the install tool to fix this.
es: La etapa a usar parece no ser válida y no se puede utilizar. Por favor, considera utilizar el asistente de actualización en la Instalación de herramienta para solucionar esto.

# window.integrity_warning.title
source: Integrity Warning
es: Advertencia de integridad
