Repository: EnriqueNaranjoEipperle/typo3_coci
Catalog: var/labels/*/linkvalidator/Resources/Private/Language/Module/*.locallang.xlf
Languages: es

source: LinkValidator
es: Validador de enlaces

# menu.introduction
source: Introduction
es: Introducción

# menu.checkLinks
source: Check links for validity
es: Revisar la validez de los enlaces

# menu.overview
source: Overview of links on website
es: Visión general de enlaces en el sitio web

# overview.header
source: Overview - choose options to check the links
es: Visión general - elige las opciones para comprobar los enlaces

# overview.all.header
source: Total amounts in tt_content
es: Cantidad total en tt_content

# overview.all.records
source: Records with ext. links
es: Registros con enlaces externos

# overview.all.links
source: External links
es: Enlaces externos

# overview.branch.header
source: Amounts from actual branch in tt_content
es: Cantidad de la rama actual en tt_content

# overview.branch.records
source: Records with ext. links
es: Registros con enlaces externos

# overview.branch.links
source: External links
es: Enlaces externos

# overview.attention.header
source: Attention
es: Atención

# overview.attention.text
source: Checking links may take up to several minutes. Checking ONE link can last up to 3 seconds.
es: Comprobar enlaces puede tardar hasta varios minutos. Comprobar un enlace puede durar hasta 3 segundos.

source: Report
es: Reportar

# CheckLink
source: Check Links
es: Verificar enlace

# report.statistics.header
source: Show these types of broken links
es: Mostrar estos tipos de enlaces rotos

# checklinks.statistics.header
source: Check these types of broken links
es: Revisar estos tipos de enlaces rotos

# report.func.title
source: Show this level
es: Mostrar este nivel

# checklinks.func.title
source: Check this level
es: Revisar este nivel

# overviews.nbtotal
source: Broken links total
es: Total de enlaces rotos

# hooks.db
source: Internal Links
es: Enlaces internos

# hooks.file
source: File Links
es: Enlaces de archivos

# hooks.external
source: External Links
es: Enlaces externos

# label_refresh
source: Refresh display
es: Refrescar pantalla

# label_update
source: Check links
es: Comprobar enlaces

# list.header
source: Listing of broken links
es: Lista de enlaces rotos

# list.tableHead.path
source: Path
es: Ruta

# list.tableHead.element
source: Element
es: Elemento

# list.tableHead.headlink
source: Link
es: Enlace

# list.tableHead.linktarget
source: URL / Link Target
es: URL/ destino del enlace

# list.tableHead.linkmessage
source: Error message
es: Mensaje de error

# list.tableHead.lastCheck
source: Last check
es: Última comprobación

# list.edit
source: Edit element containing this broken link
es: Editar el elemento que contiene este enlace roto

# list.field
source: (Field: %s)
es: (Campo: %s)

# list.no.headline
source: no headline
es: sin cabecera

# list.report.pagedeleted
source: Page '###title###' (###uid###) is deleted.
es: La página '###title###' (###uid###) está eliminada.

# list.report.pagenotvisible
source: Page '###title###' (###uid###) is not visible.
es: La página '###title###' (###uid###) no es visible.

# list.report.pagenotexisting
source: Page (###uid###) does not exist.
es: La página (###uid###) no existe.

# list.report.contentmoved
source: Element '###title###' (###uid###) is not located on page ###wrongpage###, but on page ###rightpage###.
es: El elemento '###title###' (###uid###) no se encuentra en la página ###agraviada###, sino en la página ###rightpage###.

# list.report.contentdeleted
source: Element '###title###' (###uid###) is deleted.
es: El elemento '###title###' (###uid###) está eliminado.

# list.report.contentnotvisible
source: Element '###title###' (###uid###) is not visible.
es: El elemento '###title###' (###uid###) no es visible.

# list.report.contentnotexisting
source: Element (###uid###) does not exist.
es: El elemento (###uid###) no existe.

# list.report.rownotvisible
source: ###title### row (###uid###) is not visible.
es: ###title### fila (###uid###) no es visible.

# list.report.rowdeleted
source: ###title### row (###uid###) is deleted.
es: ###title### fila (###uid###) está eliminada.

# list.report.rowdeleted.default.title
source: Linked
es: Vinculado

# list.report.rownotexisting
source: Row (###uid###) does not exist.
es: La fila (###uid###) no existe.

# list.report.noinformation
source: No information about the error is available.
es: No hay información disponible sobre el error.

# list.report.noresponse
source: External Link not reachable.
es: Enlace externo no alcanzable.

# list.report.redirectloop
source: A redirect loop occurred. (%s: %s)
es: Se ha producido un bucle de redirección. (%s: %s)

# list.report.tooManyRedirects
source: Too many redirects.
es: Demasiadas redirecciones.

# list.report.filenotexisting
source: File doesn't exist.
es: El fichero no existe.

# list.report.timeout
source: Operation timeout. The specified time-out period was reached according to the conditions.
es: Tiempo de espera de la operación. Se ha alcanzado el tiempo de espera especificado según las condiciones.

# linkcheck.error.external.generic
source: External link is broken.
es: El enlace externo está roto.

# list.report.couldnotresolvehost
source: Could not resolve host. The given remote host was not resolved.
es: No se pudo resolver el host. El host remoto dado no se encuentra.

# list.report.errornetworkdata
source: Failure with receiving network data.
es: Error al recibir los datos de la red.

# list.report.otherhttpcode
source: An error occurred (%s): "%s".
es: Ha habido un error (%s): "%s".

# list.report.httpexception
source: Exception: %s
es: Excepción: %s

# list.report.networkexception
source: Network error / invalid domain
es: Error de red / dominio inválido

# list.report.error.httpstatuscode.300
source: Multiple Choices (300).
es: Opciones múltiples (300).

# list.report.error.httpstatuscode.305
source: Use proxy (305).
es: Usar proxy (305).

# list.report.pageforbidden403
source: Accessing this address is not allowed (403).
es: El acceso a esta dirección no está permitido (403).

# list.report.pagenotfound404
source: The requested url was not found (404).
es: URL no encontrada (404).

# list.report.internalerror500
source: Internal Server Error (500)
es: Error interno del servidor (500)

# list.report.externalerror
source: External Link returned HTTP error code (%s).
es: El enlace externo devolvió un código de error HTTP (%s).

# list.report.networkexception
source: Unsupported protocol.
es: Protocolo no soportado.

# list.report.networkexception
source: Initialization failed.
es: Error de inicialización.

# list.report.networkexception
source: The URL was not properly formatted.
es: La URL no estaba formateada correctamente.

# list.report.networkexception
source: Feature not supported.
es: Característica no soportada.

# list.report.networkexception
source: Couldn't resolve proxy.
es: No se pudo resolver el proxy.

# list.report.networkexception
source: Couldn't resolve host.
es: No se pudo resolver el host.

# list.report.networkexception
source: Failed to connect to host or proxy.
es: Error al conectar con el host o proxy.

# list.report.networkexception
source: The remote server sent data that could not be parsed.
es: El servidor remoto envió datos que no pudieron ser interpretados.

# list.report.networkexception
source: Access denied.
es: Acceso denegado.

# list.report.networkexception
source: Generic HTTP/2 error.
es: Error HTTP/2 genérico.

# list.report.networkexception
source: A file transfer was shorter or larger than expected.
es: La transferencia de ficheros era más corta o mayor de lo esperado.

# list.report.networkexception
source: Timeout: The remote server possibly took too long to answer.
es: Tiempo sobrepasado: el servidor remoto posiblemente tardó demasiado en responder.

# list.report.networkexception
source: Problem with SSl / TLS handshake.
es: Problema con el handshake SSL / TLS.

# list.report.networkexception
source: Too many redirects.
es: Demasiadas redirecciones.

# list.report.networkexception
source: General network error. Send failed.
es: Error general de red. Error al enviar.

# list.report.networkexception
source: General network error. Receive failed.
es: Error general de red. Fallo al recibir.

# list.report.networkexception
source: The remote server's SSL certificate was deemed not OK.
es: El certificado SSL del servidor remoto se consideró no OK.

# list.report.networkexception
source: Maximum file size exceeded.
es: Tamaño máximo del fichero superado.

# list.no.broken.links.title
source: No broken links to show!
es: ¡No hay enlaces rotos para mostrar!

# list.no.broken.links
source: There are no broken links to be displayed.
es: No hay enlaces rotos que mostrar.

# no.access.title
source: No access!
es: ¡Sin acceso!

# no.access
source: You do not have access to these listings.
es: No tienes acceso a estos listados.

# label_update-link-list
source: Checking links, please stand by.
es: Comprobando enlaces, por favor espera.

# label_refresh-link-list
source: Refreshing link list, please stand by.
es: Actualizando lista de enlaces, por favor espera.

source: Needs recheck
es: Hay que comprobar de nuevo
