Repository: EnriqueNaranjoEipperle/typo3_coci
Catalog: var/labels/*/extensionmanager/Resources/Private/Language/*.locallang.xlf
Languages: es

source: Extension Manager
es: Gestor de extensiones

source: Manage Extensions
es: Gestionar extensiones

source: Install Extension
es: Instalar extensión

# composerMode.title
source: Composer mode
es: Modo composer

# composerMode.message
source: The system is set to composer mode. Please notice that this list is for informational purpose only. To modify which extensions are part of the system, use Composer. To set extensions up, use the TYPO3 cli (extension:setup)
es: El sistema está configurado en modo composer. Por favor, ten en cuenta que esta lista solo es para fines informativos. Para modificar qué extensiones son parte del sistema, utiliza Composer. Para configurar las extensiones, utiliza el cli de TYPO3 (extension:setup)

source: Installed Extensions
es: Extensiones instaladas

# extensionComposerStatus
source: Composer Support of Extensions
es: Soporte de extensiones de Composer

source: Get Extensions
es: Obtener extensiones

# showAllVersions
source: Show all versions of
es: Mostrar todas las versiones de

# extConfTemplate.backToList
source: Back to list
es: Volver a la lista

# button.cancel
source: Cancel
es: Cancelar

# button.details
source: Show Details
es: Ver Detalles

# button.remove
source: Remove extension
es: Eliminar extensión

# button.reimport
source: Re-import data
es: Reimportar datos

# button.updateExtension
source: Update extension
es: Actualizar extensión

# button.resolveDependencies
source: Resolve dependencies
es: Resolver dependencias

# label.resolveDependenciesEnableButton
source: I understand what this means and I'm able to investigate on possibly occurring issues by myself.
es: Entiendo lo que esto significa y puedo investigar sobre posibles problemas por mí mismo.

# button.resolveDependenciesIgnore
source: I know what I'm doing, continue anyway
es: Sé lo que estoy haciendo, continúa de todos modos

# extensionList.downloadsql
source: Download SQL Dump
es: Descargar el volcado de SQL

# extensionList.remove
source: Remove
es: Eliminar

# extensionList.update
source: Update
es: Actualizar

# extensionList.updateToVersion
source: Update to version %s
es: Actualizar a la versión %s

# extensionList.updateDisabled
source: An update is available but this operation is currently disabled
es: Una actualización está disponible, pero esta operación está actualmente desactivada

# extensionList.deactivate
source: Deactivate
es: Desactivar

# extensionList.activate
source: Activate
es: Activar

# extensionList.downloadzip
source: Download as zip
es: Descargar como zip

# extensionList.uploadExtension
source: Upload Extension
es: Subir extensiones

# extensionList.overwriteExtension
source: Overwrite
es: Sobreescribir

# extensionList.composerStatus.information
source: Future TYPO3 versions will require all extensions in your TYPO3 installation to contain a composer.json file in their extension directory. This is needed to properly detect the composer-based package name, the relevant extension key and the dependencies to other packages / extensions. Below is a list of extensions in your TYPO3 installation, which currently do not meet those requirements and therefore need adaptations to their composer.json file.
es: Las futuras versiones de TYPO3 requerirán que todas las extensiones en tu instalación de TYPO3 contengan un archivo composer.json en su directorio de extensión. Esto es necesario para detectar correctamente los paquetes basados en composer, la clave de extensió correspondiente y las dependencias con otros paquetes / extensiones. A continuación se muestra una lista de las extensiones en tu instalación TYPO3, que actualmente no cumplen con esos requisitos y, por lo tanto, necesitan adaptaciones en tu archivo composer.json.

# extensionList.composerStatus.thirdParty
source: For third-party extensions that were fetched from TER, it is helpful to update to their latest version from TER which probably already contains a valid composer.json file.
es: Para las extensiones de terceros que se obtuvieron de TER, es útil actualizar a su última versión de TER que probablemente ya contenga un archivo composer.json válido

# extensionList.composerStatus.missingManifest
source: Missing composer.json file
es: Falta el archivo composer.json

# extensionList.composerStatus.terRequest
source: To support you creating a valid composer.json file for your extensions, TYPO3 will send your ext_emconf.php contents to TYPO3.org (TER). TYPO3.org will then resolve your dependencies and return a valid composer.json proposal which can be copied to the corresponding extension directory. This is especially helpful in case your TYPO3 installation contains custom extensions.
es: Para ayudarte a crear un archivo composer.json válido para tus extensiones, TYPO3 enviará su ext_emconf. contenido hp a TYPO3.org (TER). TYPO3.org resolverá tus dependencias y devolverá a composer.json válido la propuesta que puede ser copiada en el directorio de extensión correspondiente. Esto es especialmente útil en caso de que tu instalación de TYPO3 contenga extensiones personalizadas.

# extensionList.composerStatus.additionalInformation
source: For more information regarding the migration and the upcoming changes, please have a look at
es: Para más información sobre la migración y los próximos cambios, por favor echa un vistazo a

# extensionList.showComposerProposal
source: Show composer.json proposal
es: Mostrar propuesta de composer.json

# extensionList.fetchComposerProposal
source: Check TYPO3.org for composer.json proposal
es: Revisa TYPO3.org para la propuesta de composer.json

# extensionList.fetchComposerProposal.details
source: Send this extensions' ext_emconf.php contents to TYPO3.org for a valid and resolved composer.json proposal
es: Enviar los contenidos ext_emconf.php de estas extensiones a TYPO3.org para una propuesta de composer.json válida y resuelta

# extensionList.overwritingDisabled
source: Extension is already available and overwriting was not enabled
es: La extensión ya está disponible y la sobreescritura no está habilitada

# extensionList.loading
source: Loading form...
es: Cargando formulario...

# extensionList.header.title.update
source: Update
es: Actualizar

# extensionList.header.title.activate
source: Activate / Deactivate
es: Activar / desactivar

# extensionList.header.extensionName
source: Extension
es: Extensión

# extensionList.header.version
source: Version
es: Versión

# extensionList.header.extensionKey
source: Key
es: Clave

# extensionList.header.extensionVersion
source: Version
es: Versión

# extensionList.header.extensionActions
source: Actions
es: Acciones

# extensionList.header.extensionState
source: State
es: Estado/provincia

# extensionList.header.extensionType
source: Type
es: Tipo

# extensionList.header.uploadComment
source: Upload Comment
es: Enviar comentario

# extensionList.header.lastUpdate
source: Last Updated
es: Última actualización

# extensionList.header.description
source: Description
es: Descripción

# extensionList.header.author
source: Author
es: Autor

# searchTemplate.searchExtensions
source: Search extensions
es: Buscar en las extensiones

# extensionList.search
source: Search
es: Búsqueda

# extensionList.filter.showAll
source: All
es: Todo

# extensionList.filter.showSystemExtensions
source: System
es: Sistema

# searchTemplate.submitButton
source: Go
es: Ir

# searchTemplate.resetSearchButton
source: Reset Search
es: Restablecer búsqueda

# searchTemplate.yourSearch
source: Your search
es: Tu búsqueda

# searchTemplate.searchAgain
source: Search again
es: Buscar de nuevo

# uploadTemplate.uploadButton
source: Upload!
es: ¡Cargar!

# uploadTemplate.extensionLabel
source: Extension
es: Extensión

# extensionList.removalConfirmation.title
source: Extension Removal
es: Eliminación de extensión

# extensionList.removalConfirmation.message
source: The extension is currently installed. Uninstall extension?
es: La extensión está instalada. ¿Desinstalar la extensión?

# extensionList.updateConfirmation.title
source: Update?
es: ¿Actualizar?

# extensionList.updateConfirmation.message
source: Update Comments
es: Actualizar comentarios

# extensionList.databaseImport
source: The static database data has changed. You should re-import the data.
es: Los datos estáticos de la base de datos han cambiado. Debes volver a importar los datos.

# extensionList.databaseReload
source: Nothing has changed since last import. You might want to reload static database data.
es: Nada ha cambiado desde la última importación. Es posible que quieras recargar los datos estáticos de la base de datos.

# extensionList.databaseReload.title
source: Re-import of static database data
es: Reimportar datos estáticos de base de datos

# extensionList.databaseReload.message
source: This re-import will overwrite any existing static data in the database.
es: Esta reimportación sobrescribirá cualquier dato estático existente en la base de datos.

# extensionList.updateConfirmation.questionVersionComments
source: Version Comments
es: Comentarios de la versión

# extensionList.updateFlashMessage.title
source: Extension Update
es: Actualización de la extensión

# extensionList.updateFlashMessage.body
source: %s was updated!
es: ¡Se actualizó %s!

# extensionList.removalConfirmation.question
source: Are you sure you want to remove the extension?
es: ¿Estás seguro de que quieres eliminar la extensión?

# dependencyCheck.unresolvedDependencies.title
source: Please read this carefully
es: Por favor, lee esto cuidadosamente

# dependencyCheck.unresolvedDependencies.message
source: If you continue installing the extension, all dependency checks will be turned off. <ul> <li>Required extensions are tried to be fetched from TER (if they do not yet exist in the system)</li> <li>Version dependency checks are skipped</li> </ul> <strong> Be aware that an installation without dependency checks may turn your installation unusable.<br /> In such a case manual intervention is required. </strong>
es: Si continuas instalando la extensión, todos los controles de dependencia se desactivarán. <ul> <li>Las extensiones requeridas se intentan traer desde TER (si no existen en el sistema todavía)</li> <li>La versión de los controles de dependencia han saltado</li> </ul> <strong> Ten en cuenta que una instalación sin los controles de dependencia pueden dejar la instalación inutilizada<br /> En ese caso será necesario un manual de intervención </strong>

# dependencyCheck.unresolvedDependencies.question
source: Are you sure you want to proceed?
es: ¿Estás seguro de que quieres continuar?

# dependencyCheck.unresolvedDependencies.proceed
source: I know what I'm doing, install the extension!
es: Sé lo que estás haciendo, ¡instala la extensión!

# dependencyCheck.headline
source: The following errors were found while trying to install "%s"
es: Se encontraron los siguientes errores mientras se intentaba instalar "%s"

# dependencyCheck.requiredExtension
source: Required extension "%s"
es: Extensión requerida "%s"

# downloadExtension.dependencies.headline
source: The following dependencies have to be resolved before installation:
es: Las siguientes dependencias deben resolverse antes de la instalación:

# downloadExtension.dependencies.extensionWithVersion
source: %1$s (new version %2$s)
es: %1$s (nueva versión %2$s)

# downloadExtension.dependencies.typeHeadline
source: <h3>Extensions marked for %s:</h3> %s
es: <h3>Extensiones marcadas para %s:</h3> %s

# downloadExtension.dependencies.resolveAutomatically
source: Shall these dependencies be resolved automatically?
es: ¿Estas dependencias se resolverán automáticamente?

# downloadExtension.dependencies.errorTitle
source: Dependencies could not be resolved
es: No se han podido resolver las dependencias

# downloadExtension.dependencies.errorMessage
source: The dependencies of the following Extensions could not be resolved
es: Las dependencias de las siguientes extensiones no pudieron ser resueltas

# downloadExtension.dependencyType.download
source: download
es: descargar

# downloadExtension.dependencyType.install
source: install
es: instalar

# downloadExtension.dependencyType.update
source: update
es: actualizar

# downloadExtension.updateExtension.error
source: Error while updating extension
es: Error al eliminar la extensión

# extensionList.dependenciesResolveDownloadError.title
source: Download Error
es: Error de descarga

# extensionList.dependenciesResolveInstallError.title
source: Install Error
es: Error de instalación

# extensionList.dependenciesResolveInstallError.message
source: Your installation failed while resolving dependencies.
es: La instalación falló al resolver las dependencias.

# extensionList.dependenciesResolveDownloadSuccess.message
source: Your installation of {0} was successful.
es: Su instalación de {0} fue exitosa.

# extensionList.dependenciesResolveDownloadSuccess.message.downloadOnly
source: Your download of {0} was successful.
es: Tu descarga de {0} fue exitosa.

# extensionList.dependenciesResolveDownloadSuccess.header
source: Log
es: Registro

# extensionList.dependenciesResolveDownloadSuccess.item
source: Extensions
es: Extensiones

# extensionList.dependenciesResolveFlashMessage.title
source: {0} installed.
es: {0} Instalado.

# extensionList.dependenciesResolveFlashMessage.title.downloadOnly
source: {0} downloaded.
es: {0} descargado.

# extensionList.uploadFlashMessage.title
source: Extension Upload
es: Actualización de la extensión

# extensionList.uploadFlashMessage.message
source: %s was uploaded!
es: ¡Se actualizó %s!

# extensionList.installedFlashMessage.message
source: %s was installed!
es: ¡%s fue instalado!

# extensionList.updateFromTerFlashMessage.title
source: Update Extension List
es: Actualizar lista de extensiones

# extensionList.downloadViewHelper.submit
source: Import and Install
es: Importar e instalar

# extensionList.downloadViewHelper.submit.downloadOnly
source: Import
es: Importar

# extensionList.showAllVersions.label
source: Show all versions
es: Mostrar todas las versiones

# extensionList.showAllVersions.extensionKey
source: Extension key
es: Clave de extensión

# extensionList.showAllVersions.version
source: Version
es: Versión

# extensionList.showAllVersions.lastUploaded
source: Last uploaded
es: Última subida

# extensionList.showAllVersions.downloads
source: Downloads
es: Descargas

# extensionList.showAllVersions.category
source: Category
es: Categoría

# extensionList.showAllVersions.author
source: Author
es: Autor

# extensionList.showAllVersions.readOnline
source: Read online
es: Leer en línea

# extensionList.showAllVersions.depends
source: Depends
es: Depende

# extensionList.showAllVersions.conflicts
source: Conflicts
es: Conflictos

# extensionList.showAllVersions.suggests
source: Suggests
es: Sugerir

# extensionList.showAllVersions.notCompatibleVersion
source: Not compatible with your version
es: No es compatible con tu versión

# extensionList.remove.message
source: Extension "%s" was removed successfully!
es: ¡La extensión "%s" fue eliminada con éxito!

# extensionList.distribution.key
source: Key
es: Clave

# extensionList.distribution.author
source: Author
es: Autor

# extensionList.distribution.title
source: Title
es: Título

# extensionList.distribution.version
source: Version
es: Versión

# extensionList.distribution.downloads
source: Downloads
es: Descargas

# extensionList.distribution.lastUpdated
source: Last Update
es: Última actualización

# extensionList.showUnsuitableDistributions
source: Show also distributions that are not suitable for this TYPO3 version
es: Mostrar también distribuciones que no son adecuadas para esta versión de TYPO3

# extensionList.officialDistribution
source: Official distribution
es: Distribución oficial

# distributions
source: Get preconfigured distribution
es: Obtener distribución preconfigurada

# extensionList.installDistribution
source: Install
es: Instalar

# extensionList.installImpexp
source: Please install the Import/Export (impexp) extension to enable distribution support.
es: Por favor, instala la extensión Importar/Exportar para habilitar el soporte de distribución.

# distribution.installImpexp
source: Install impexp
es: Instalar impexp

# extensionList.updateFromTer.label
source: Retrieving extension list from TYPO3 Extension Repository (TER)...
es: Recuperando lista de extensiones del Repositorio de extensión de TYPO3 (TER)...

# extensionList.updateFromTer.buttonLabel
source: Update now
es: Actualizar ahora

# extensionList.updateFromTer.lastUpdate.label
source: Last update
es: Última actualización

# extensionList.updateFromTer.lastUpdate.timeSinceLastUpdateLabel
source: Time since last update
es: Tiempo desde la última actualización

# extensionList.updateFromTer.lastUpdate.noInfo
source: unknown
es: desconocido

# extensionList.updateFromTer.lastUpdate.fullTimeFormat
source: Y-m-d H:i:s
es: A-m-d h:m:s

# extensionList.updateFromTer.lastUpdate.timeOfLastUpdate
source: Time of last update:
es: Hora de la ultima actualización:

# extensionList.updateFromTer.lastUpdate.noTimeOfLastUpdate
source: No last update time known.
es: No se conoce la hora de la útlima actualización.

# extensionList.updateFromTer.never
source: Never
es: Nunca

# extensionList.uninstall.dependencyError
source: Cannot deactivate extension '%s' - The extension(s) '%s' depend on it.
es: No se puede desactivar la extensión '%s' - La(s) extensión(es) '%s' dependen de ella.

# distribution.error.headline
source: Could not install distribution '%s'
es: No se pudo instalar la distribución '%s'

# distribution.welcome.headline
source: Congratulations...
es: Felicidades...

# distribution.welcome.message
source: You successfully installed the distribution '%s'
es: Has instalado con éxito la distribución '%s'

# distribution.welcome.nextSteps
source: Now you can
es: Ahora puedes

# distribution.welcome.openViewModule
source: View your website
es: Ver tu sitio web

# distribution.welcome.openPageModule
source: Start editing your website
es: Empieza a editar tu sitio web

# distribution.dependency.headline
source: Dependencies, conflicts and suggestions
es: Dependencias, conflictos y sugerencias

# distribution.dependency.identifier
source: Identifier
es: Identificador

# distribution.dependency.type
source: Type
es: Tipo

# distribution.dependency.version
source: Version
es: Versión

# task.updateExtensionListTask.name
source: Update extension list
es: Actualizar lista de extensiones

# task.updateExtensionListTask.description
source: Update TER extension list on a regular basis. Once a day is a good interval.
es: Actualizar la lista de extensiones de TER de forma regular. Una vez al día es un buen intervalo.

# report.status.mainRepository.title
source: Update status of typo3.org main repository extension list
es: Actualizar el estado de la lista de extensiones del repositorio principal de typo3.org

# report.status.mainRepository.notFound.message
source: The typo3.org extension repository was not found. Please import the main typo3.org extension repository in the install tool wizard.
es: No se encontró el repositorio de extensiones de typo3.org. Por favor, importa el repositorio principal de typo3.org en el asistente de la herramienta de instalación.

# report.status.mainRepository.notUpToDate.value
source: Extension list is not up to date!
es: ¡La lista de extensiones no está actualizada!

# report.status.mainRepository.notUpToDate.message
source: The Main Repository extension list is older than 7 days. Please update it in the Extension manager or Scheduler.
es: La lista de extensiones del repositorio principal tiene más de 7 días. Por favor, actualízala en el gestor de extensiones o el programador.

# report.status.mainRepository.upToDate.value
source: OK
es: Aceptar

# report.status.loadedExtensions.title
source: Security status of loaded extensions
es: Estado de seguridad de las extensiones cargadas

# report.status.loadedExtensions.noInsecureExtensionLoaded.value
source: OK
es: Aceptar

# report.status.loadedExtensions.insecureExtensionLoaded.value
source: %s insecure extension(s) found
es: %s Extensión(es) no segura(s) encontrada(s)

# report.status.loadedExtensions.insecureExtensionLoaded.message
source: The following extensions are insecure and usage might damage your system. Please update these extensions as soon as possible or remove them from your system:<br><br>%s
es: Las siguientes extensiones son inseguras y su uso podría dañar tu sistema. Por favor, actualiza estas extensiones tan pronto como sea posible o elimínalas de tu sistema:<br><br>%s

# report.status.loadedExtensions.insecureExtensionLoaded.message.extension
source: <strong>%1$s</strong> (version %2$s)<br>
es: <strong>%1$s</strong> (versión %2$s)<br>

# report.status.existingExtensions.title
source: Security status of existing, but not loaded extensions
es: Estado de seguridad de las extensiones existentes, pero no cargadas

# report.status.existingExtensions.noInsecureExtensionExists.value
source: OK
es: Aceptar

# report.status.existingExtensions.insecureExtensionExists.value
source: %s insecure extension(s) found
es: %s Extensión(es) no segura(s) encontrada(s)

# report.status.existingExtensions.insecureExtensionExists.message
source: The following extensions were found on your system, but are currently not installed. Please delete the extensions using the extension manager:<br><br>%s
es: Las siguientes extensiones fueron encontradas en tu sistema, pero no están instaladas actualmente. Por favor, elimina las extensiones usando el administrador de extensiones:<br><br>%s

# report.status.existingExtensions.insecureExtensionExists.message.extension
source: <strong>%1$s</strong> (version %2$s)<br>
es: <strong>%1$s</strong> (versión %2$s)<br>

# report.status.loadedOutdatedExtensions.title
source: Outdated status of loaded extensions
es: Estado obsoleto de las extensiones cargadas

# report.status.loadedOutdatedExtensions.noOutdatedExtensionLoaded.value
source: OK
es: Aceptar

# report.status.loadedOutdatedExtensions.outdatedExtensionLoaded.value
source: %s outdated extension(s) found
es: %s Extensión(es) no segura(s) encontrada(s)

# report.status.loadedOutdatedExtensions.outdatedExtensionLoaded.message
source: The following extensions are outdated and may not be compatible with your installation. Please make sure these extensions are compatible and ask the extension author to publish updates:<br><br>%s
es: Las siguientes extensiones están desactualizadas y pueden no ser compatibles con tu instalación. Por favor, asegúrate de que estas extensiones son compatibles y pide al autor de la extensión que publique las actualizaciones:<br><br>%s

# report.status.loadedOutdatedExtensions.outdatedExtensionLoaded.message.extension
source: <strong>%1$s</strong> (version %2$s)<br>
es: <strong>%1$s</strong> (versión %2$s)<br>

# report.status.existingOutdatedExtensions.title
source: Outdated status of existing, but not loaded extensions
es: Estado desactualizado de las extensiones existentes, pero no cargadas

# report.status.existingOutdatedExtensions.noOutdatedExtensionExists.value
source: OK
es: Aceptar

# report.status.existingOutdatedExtensions.outdatedExtensionExists.value
source: %s outdated extension(s) found
es: %s Extensión(es) desactualizada(s) encontrada(s)

# report.status.existingOutdatedExtensions.outdatedExtensionExists.message
source: The following extensions were found on your system, but are currently not installed. Please make sure they are compatible with your system before installing them:<br><br>%s
es: Las siguientes extensiones fueron encontradas en tu sistema, pero no están instaladas actualmente. Por favor, asegúrate de que son compatibles con tu sistema antes de instalarlas:<br><br>%s

source: <strong>%1$s</strong> (version %2$s)<br>
es: <strong>%1$s</strong> (versión %2$s)<br>
