Repository: EnriqueNaranjoEipperle/typo3_coci
Catalog: var/labels/*/extensionmanager/Resources/Private/Language/*.locallang.xlf
Languages: es

# report.status.composerManifest.extensionKeyMissing
source: Extensions missing extension-key in composer.json
es: Extensiones en las que faltan extension-key en composer.json

# report.status.composerManifest.composerJsonMissing
source: Extensions missing composer.json
es: Extensiones en las que que faltan composer.json

# report.status.composerManifest.extensionKeyMissing.message
source: %d extension(s) do not have an extension-key set in their composer.json file.
es: Las extension(es) %d no tienen un conjunto de claves de extensión en su archivo composer.json.

# report.status.composerManifest.composerJsonMissing.message
source: %d extension(s) do not provide a composer.json file.
es: Las extensiones %d no proporcionan un archivo composer.json.

# report.status.composerManifest.update
source: Update extensions
es: Actualizar extensiones

# fileHandling.couldNotRemoveDirectory
source: ERROR: Could not remove extension directory "%s". Reasons
es: ERROR: No se pudo eliminar el directorio de extensión "%s". Razones

# fileHandling.couldNotCreateDirectory
source: ERROR: Could not create extension directory "%s"!
es: ERROR: ¡No se pudo crear el directorio de extensión "%s"!

# fileHandling.installPathWasNoDirectory
source: ERROR: The extension install path "%s" was no directory!
es: ERROR: ¡La ruta de instalación de extensión "%s" no era ningún directorio!

# config.automaticInstallation
source: Install extensions automatically after download from TER or file upload
es: Instalar las extensiones automáticamente después de descargar desde TER o subir archivos

# config.offlineMode
source: Disable TER connection and hide menu items
es: Desactivar la conexión TER y ocultar los elementos del menú

# pagination.previous
source: previous
es: anterior

# pagination.next
source: next
es: siguiente

# pagination.first
source: first
es: primero

# pagination.last
source: last
es: último

# pagination.records
source: Extensions
es: Extensiones

# pagination.page
source: Page
es: Página

# pagination.refresh
source: Refresh
es: Actualizar

# extensionComposerStatus.nothingToUpdate.title
source: Good job!
es: ¡Buen trabajo!

# extensionComposerStatus.nothingToUpdate.message.single
source: Extension %s does not need to be updated.
es: La extensión %s no necesita ser actualizada.

# extensionComposerStatus.nothingToUpdate.message.multiple
source: There are no extensions which need to be updated.
es: No hay extensiones que deban ser actualizadas.

# extensionComposerStatus.title
source: Update composer.json of %s
es: Actualizar composer.json de %s

# extensionComposerStatus.deficit.1
source: %s does not contain a composer.json
es: %s no contiene un composer.json

# extensionComposerStatus.deficit.1.short
source: composer.json missing
es: falta composer.json

# extensionComposerStatus.deficit.2
source: %s is missing the extension-key property in the composer.json
es: %s no tiene la propiedad de clave de extensión en el composer.json

# extensionComposerStatus.deficit.2.short
source: Extension Key missing
es: Falta la clave de extensión

# extensionComposerStatus.deficit.information.single
source: In future versions of TYPO3, it will be mandatory for extensions to provide a composer.json file. This will be needed to identify an extension and works as a replacement for the ext_emconf.php. Therefore, the composer.json file must also include the extension key under "extra > typo3/cms > extension-key". Please add a composer.json, including the extension-key property, in the corresponding extension folder. You can use the auto-generated proposal below and update the composer.json file extension.
es: En futuras versiones de TYPO3, será obligatorio que las extensiones proporcionen un archivo composer.json. Esto será necesario para identificar una extensión que funcione como un sustituto del ext_emconf.php. Por lo tanto, el archivo composer.json también debe incluir la clave de extensión bajo "extra > typo3/cms > extension-key". Por favor, añade un composer.json, incluyendo la propiedad de clave de extensión, en la extensión correspondiente carpeta. Puedes utilizar la propuesta autogenerada a continuación y actualizar la extensión del archivo composer.json.

# extensionComposerStatus.manifest.title
source: Auto-generated composer.json
es: Composer.json autogenerados

# extensionComposerStatus.manifest.description
source: Please verify its contents, adjust it to your needs and and put it into typo3conf/ext/%s/composer.json.
es: Por favor, valida tu contenido, ajústalo a tus necesidades y añádelo en typo3conf/ext/%s/composer.json.

# extensionComposerStatus.manifest.error
source: Auto-generation of a composer.json proposal failed
es: Fallo en la generación automática de una propuesta composer.json

# extensionComposerStatus.manifest.error.message
source: TYPO3 could not create a composer.json proposal. This could be due to an invalid composer.json or network problems while requesting the TER API. Please check for an already existing invalid composer.json or try again later.
es: TYPO3 no pudo crear un composer.json. Esto podría deberse a un composer.json no válido o problemas de red al solicitar la API TER. Por favor, compruebe si ya existe un composer.json no válido o vuelva a intentarlo más tarde.
