Repository: EnriqueNaranjoEipperle/typo3_coci
Catalog: var/labels/*/setup/Resources/Private/Language/*.locallang.xlf
Languages: es

source: User Settings
es: Configuración del usuario

source: Language
es: Idioma

# simulate
source: Simulate backend user
es: Simular usuario del backend

source: Personal data
es: Información personal

# startModule
source: Start up in the following module
es: Iniciar en el siguiente módulo

# emailMeAtLogin
source: Notify me by email when somebody logs in from my account
es: Notificarme por email si alguien abre sesión <br />desde mi cuenta

# helpText
source: Show help text when applicable
es: Mostrar el texto de ayuda cuando corresponda

# edit_docModuleUpload
source: File upload directly in Doc-module
es: Subir archivo directamente en el módulo Doc

# showHiddenFilesAndFolders
source: Show hidden files and folders in the filelist
es: Mostrar ficheros ocultos y carpetas en la lista de ficheros

# functions
source: Advanced functions
es: Funciones avanzadas

# activateChanges
source: Notice! In order to activate most of these changes, please reload the backend (eg. logout and login again).
es: ¡Aviso! Para activar la mayor parte de estos cambios, por favor recargue el backend (i.e.: salga y entre nuevamente)

source: levels
es: niveles

# beUser_realName
source: Your name
es: Su nombre

# beUser_email
source: Your email address
es: Su dirección de email

source: New password
es: Nueva clave de acceso

# newPassword_ok
source: Password was updated.
es: La clave de acceso ha sido actualizada

# setupWasUpdated
source: User settings were updated.
es: La configuración de usuario fue actualizada

# newPassword_failed
source: Password was NOT updated because you didn't enter the same password twice.
es: La clave de acceso no ha sido actualizada debido a que la misma clave debe ser introducida dos veces para verificación.
