Repository: EnriqueNaranjoEipperle/typo3_coci
Catalog: var/labels/*/felogin/Resources/Private/Language/*.Database.xlf
Languages: es

# tt_content.CType_pi1
source: Website User Login
es: Inicio de sesión del usuario del Website

# tt_content.CType.felogin_login.title
source: Login Form
es: Formulario de inicio de sesión

# tt_content.CType.felogin_login.description
source: Login/logout form used to password protect pages allowing only authorised website users and groups access.
es: Formulario de inicio de sesión/cierre de sesión utilizado para proteger páginas que solo permiten el acceso de usuarios y grupos autorizados.

# felogin_redirectPid
source: Redirect at Login to Page (felogin)
es: Redirigir a la página de inicio de sesión (felogin)

# tt_content.pi_flexform.general_header
source: General Header
es: Encabezado general

# tt_content.pi_flexform.general_message
source: General Message
es: Mensaje General

# tt_content.pi_flexform.redirect_header
source: Redirect Header
es: Encabezado de redireccionamiento

# tt_content.pi_flexform.redirect_message
source: Redirect Message
es: Mensaje de redireccionamiento

# tt_content.pi_flexform.welcome_header
source: Welcome Header
es: Encabezado de bienvenida

# tt_content.pi_flexform.welcome_message
source: Welcome Message
es: Mensaje de bienvenida

# tt_content.pi_flexform.success_header
source: Login Success Header
es: Encabezado de inicio de sesión correcto

# tt_content.pi_flexform.success_message
source: Login Success Message
es: Mensaje de inicio de sesión correcto

# tt_content.pi_flexform.error_header
source: Login Error Header
es: Encabezado de inicio de sesión fallido

# tt_content.pi_flexform.error_message
source: Login Error Message
es: Mensaje de Inicio de sesión fallido

# tt_content.pi_flexform.status_header
source: Status Display Header
es: Encabezado de visualización del estado

# tt_content.pi_flexform.status_message
source: Status Display Message
es: Mensaje de visualización del estado

# tt_content.pi_flexform.logout_header
source: Logout Header
es: Encabezado de cierre de sesión

# tt_content.pi_flexform.logout_message
source: Logout Message
es: Mensaje fin de sesión

# tt_content.pi_flexform.forgot_header
source: Forgot Password Header
es: Cabecera de recuperación de contraseña

# tt_content.pi_flexform.forgot_message
source: Forgot Password Message
es: Mensaje de recuperación de contraseña

# tt_content.pi_flexform.sheet_redirect
source: Redirects
es: Redirección

# tt_content.pi_flexform.sheet_messages
source: Messages
es: Mensaje

# tt_content.pi_flexform.show_forgot_password
source: Display Password Recovery Link
es: Desplegar enlace de recuperación de contraseña

# tt_content.pi_flexform.show_permalogin
source: Display Remember Login Option
es: Desplegar la opción de recordar el inicio de sesión

# tt_content.pi_flexform.show_logoutFormAfterLogin
source: Disable redirect after successful login, but display logout-form
es: Desplegar formulario de fin de sesión después de iniciar sesión

# tt_content.pi_flexform.groupSelectmode_showAll
source: Show all
es: Mostrar todo

# tt_content.pi_flexform.groupSelectmode_showSelected
source: Show selected
es: Mostrar seleccionado

# tt_content.pi_flexform.groupSelectmode_DontShowSelected
source: Don't show selected
es: No mostrar seleccionado

# tt_content.pi_flexform.groupSelectmode_FromTS
source: (from Typoscript)
es: (desde Typoscript)

# tt_content.pi_flexform.groupSelection
source: FE group selection:
es: Selección FE group:

# tt_content.pi_flexform.field_manualOrder
source: Using fieldlists below:
es: Usando las listas de campos que están a continuación:

# tt_content.pi_flexform.field_orderList
source: User Fields/list:
es: Campos de usuario/lista:

# tt_content.pi_flexform.field_orderDetails
source: User Fields/details:
es: Campos de usuario/detalles:

# tt_content.pi_flexform.redirectMode
source: Redirect Mode
es: Modo de redirección

# tt_content.pi_flexform.redirectMode.I.0
source: Defined by Usergroup Record
es: Definido por el registro de grupo de usuarios

# tt_content.pi_flexform.redirectMode.I.1
source: Defined by User Record
es: Definido por el registro de usuarios

# tt_content.pi_flexform.redirectMode.I.2
source: After Login (TS or Flexform)
es: Después de iniciar sesión (TS o Flexform)

# tt_content.pi_flexform.redirectMode.I.3
source: After Logout (TS or Flexform)
es: Después de cerrar sesión (TS o Flexform)

# tt_content.pi_flexform.redirectMode.I.4
source: After Login Error (TS or Flexform)
es: Después del error de inicio de sesión (TS o Flexform)

# tt_content.pi_flexform.redirectMode.I.5
source: Defined by GET/POST Parameters
es: Definido por parámetros GET/POST

# tt_content.pi_flexform.redirectMode.I.6
source: Defined by Referrer
es: Definido por el referente

# tt_content.pi_flexform.redirectMode.I.7
source: Defined by Domain Entries
es: Definido por entradas de dominio

# tt_content.pi_flexform.redirectFirstMethod
source: Use First Supported Mode from Selection
es: Usar el primer modo soportado de la selección

# tt_content.pi_flexform.redirectDisable
source: Disable Redirect
es: Desactivar Redirección

# tt_content.pi_flexform.redirectPageLogin
source: After Successful Login Redirect to Page
es: Después de iniciar sesión exitosamente, redirigir a la página

# tt_content.pi_flexform.redirectPageLoginError
source: After Failed Login Redirect to Page
es: Después de un error en el inicio de sesión, redirigir a la página

# tt_content.pi_flexform.redirectPageLogout
source: After Logout Redirect to Page
es: Después de cerrar sesión, redirigir a la página

# tt_content.pi_flexform.template_file
source: Template File
es: Archivo de plantilla:

# tt_content.pi_flexform.user_storage
source: User Storage Page
es: Página de Almacenamiento de Registros
