Repository: EnriqueNaranjoEipperle/typo3_coci
Catalog: var/labels/*/felogin/Resources/Private/Language/*.locallang.xlf
Languages: es

# login_user_info
source: You are now logged in as '%s'
es: Ahora estás conectado como %s

# welcome_header
source: User login
es: Iniciar sesión de usuario

# welcome_message
source: Enter your username and password here in order to log in on the website
es: Introduce tu nombre de usuario y contraseña para iniciar tu sesión en el sitio web

# logout_header
source: You have logged out.
es: Acaba de cerrar su sesión.

# logout_message
source: You just logged out from your user session on this website. You can login again or as another user by the form below.
es: Acabas de cerrar la sesión de tu usuario en este sitio web. Puedes iniciar sesión de nuevo o entrar como otro usuario desde el formulario de abajo.

# error_header
source: Login failure
es: Falló el inicio de sesión

# error_message
source: An error occurred during login. Most likely you didn't enter the username or password correctly. Be certain that you enter them precisely as they are, including upper/lower case. Another possibility is that cookies might be disabled in your web browser.
es: Un error ocurrió durante el inicio de sesión. Lo más probable es que no hayas introducido correctamente tu nombre de usuario o contraseña. Asegúrate de ingresarlos correctamente, incluyendo mayúsculas y minúsculas. Otra posibilidad es que las cookies estén deshabilitadas en tu navegador web.

# success_header
source: Login successful
es: Inicio de sesión correcto

# success_message
source: You are now logged in as '###USER###'
es: Ha iniciado sesión como '###USER###'

# status_header
source: Current status
es: Estado actual

# status_message
source: This is your current status
es: Este es tu estado actual

# cookie_warning
source: Warning: There is a possibility that cookies are not enabled in your web browser! If your login disappears on your next click that is the case and you should enable cookies (or accept cookies from this website) immediately!
es: Advertencia: ¡Existe la posibilidad de que las cookies no estén habilitadas en su navegador! ¡Si su nombre de usuario desaparece en el siguiente clic, debe habilitar las cookies (o aceptar las cookies de este sitio web) inmediatamente!

source: Username
es: Nombre de usuario

source: Password
es: Contraseña

source: Login
es: Iniciar sesión

# permalogin
source: Stay logged in
es: Mantener sesión activa

source: Logout
es: Finalizar sesión

source: Send password
es: Enviar contraseña

source: Reset Password
es: Restablecer contraseña

# change_password_header
source: Change your password
es: Cambiar su contraseña

# change_password_message
source: Please enter your new password twice. Password needs a minimum length of %s chars.
es: Por favor, introduzca su nueva contraseña dos veces. La contraseña necesita una longitud mínima de %s caracteres.

# change_password_description
source: Please enter your new password twice.
es: Por favor, introduce tu nueva contraseña dos veces.

# password_requirement
source: Ensure that your new password matches the following requirements:
es: Asegúrate de que su nueva contraseña cumple con los siguientes requisitos:

# change_password_nolinkprefix_message
source: Error: there is no prefix for the link. Please set one of the following in your typoscript: plugin.tx_felogin_pi1.feloginBaseURL = http://yourdomain/, config.baseURL = http://yourdomain/, config.absRefPrefix = /
es: Error: no hay prefijo para el enlace. Por favor, establece uno de los siguientes en tu plantilla de typoscript: plugin.tx_felogin_pi1.feloginBaseURL = http://yourdomain/, config.baseURL = http://yourdomain/, config.absRefPrefix = /

# change_password_notvalid_message
source: The link you clicked is not valid. Please repeat the forgot password procedure.
es: El enlace que has clicado no es válido. Por favor, repita el procedimiento de contraseña olvidada.

# change_password_notequal_message
source: The passwords are not equal, please enter your new password twice. Password needs a minimum length of %s chars.
es: Las contraseñas no son iguales, por favor introduzca tu nueva contraseña dos veces. La contraseña necesita una longitud mínima de %s caracteres.

# change_password_tooshort_message
source: The password length is too short. Please enter your new password twice. Password needs a minimum length of %s chars.
es: La longitud de la contraseña es demasiado corta. Por favor, introduce tu nueva contraseña dos veces. La contraseña necesita una longitud mínima de %s caracteres.

# change_password_done_message
source: Your password has been saved. You can now login with your new password.
es: Tu contraseña ha sido cambiada. Ahora puedes iniciar sesión con tu nueva contraseña.

# change_password
source: Change your password
es: Cambiar su contraseña

# newpassword_label1
source: Enter new password
es: Introduzca su nueva contraseña

# newpassword_label2
source: Repeat new password
es: Repita la nueva contraseña

source: Your email
es: Tu correo electrónico

# forgot_header
source: Forgot your password?
es: ¿Ha olvidado su contraseña?

# forgot_email_password
source: Your password Hi %s Your username is "%s" Your password is "%s"
es: Su contraseña Hola %s Su nombre de usuario es "%s" Su contraseña es "%s"

# forgot_email_nopassword
source: Your password Hi %s We couldn't find a username for this email address and so cannot send the password to you. Probably you misspelled the email address (upper/lower case makes a difference) or maybe you even didn't register yet?
es: Tu contraseña Hola %s No pudimos encontrar un nombre de usuario para esta dirección de correo electrónico y no podemos enviarte la contraseña. Probablemente, has escrito mal la dirección de correo electrónico (las mayúsculas/minúsculas marcan la diferencia), ¿puede ser que no te hayas registrado todavía?

# forgot_validate_reset_password
source: Your new password Dear %s, This email was sent in response to your request to reset your password. Please click on the link below. %s For security reasons, this link is only active until %s. If you do not visit the link before then, you will need to repeat the password reset steps.
es: Tu nueva contraseña Estimado %s, Este correo electrónico fue enviado en respuesta a tu solicitud para restablecer tu contraseña. Por favor, pulsa el enlace de abajo %s Por razones de seguridad, este enlace solo está activo hasta %s. Si no visitas el enlace antes de ese momento, necesitarás repetir los pasos de restablecimiento de contraseña.

# forgot_message
source: Please enter the email address by which you registered your user account. Then press "Send password" and your password will immediately be emailed to you. Make sure to spell your email address correctly.
es: Introduce la dirección de correo electrónico con la que registró tu cuenta de usuario. Luego presiona "Enviar contraseña" y tu contraseña se enviará inmediatamente por correo electrónico. Asegúrate de escribir tu dirección de correo electrónico correctamente.

# forgot_message_emailSent
source: Your password has now been sent to the email address %s
es: Su contraseña se ha enviado a la dirección de correo %s

# forgot_reset_message
source: Please enter your username or email address. Instructions for resetting the password will be immediately emailed to you.
es: Por favor, introduce tu nombre de usuario o tu dirección de correo electrónico. Las instrucciones para restablecer la contraseña se enviarán inmediatamente por correo electrónico.

# forgot_reset_message_emailSent
source: An email has been sent to the address stored in your account and contains a link to reset your password. If you do not receive an email, your account or email address was not found.
es: Un correo electrónico ha sido enviado a la dirección almacenada en tu cuenta y contiene un enlace para restablecer tu contraseña. Si no recibes un correo electrónico, tu cuenta o dirección de correo electrónico no se encontró.

# forgot_reset_message_error
source: Your account or email address does not exist.
es: Tu cuenta o dirección de correo electrónico no existe.

# forgot_header_backToLogin
source: Return to login form
es: Volver al formulario de inicio de sesión

# enter_your_data
source: Username or email address
es: Nombre de usuario o dirección de correo electrónico

# password_recovery_mail_header
source: Your new password
es: Tu nueva contraseña

source: Password recovery link
es: Enlace de recuperación de contraseña

# password_recovery_link_expired
source: Your password recovery link is expired.
es: Tu enlace de recuperación de contraseña ha caducado.

# empty_password_and_password_repeat
source: New password and new password repeat cannot be empty
es: La nueva contraseña y la repetición de la nueva contraseña no pueden estar vacías

# password_must_match_repeated
source: New Password must match repeated password.
es: La nueva contraseña debe coincidir con la contraseña repetida.

# forgot_validate_reset_password_html
source: <p>Dear %s,</p> <p>This email was sent in response to your request to reset your password. Please click on the link below.</p> <p>%s</p> <p>For security reasons, this link is only active until %s. If you do not visit the link before then, you will need to repeat the password reset steps.</p>
es: <p>Querido%s,</p> <p>Este correo ha sido enviado como respuesta a tu solicitud para restablecer tu contraseña. Por favor, haz clic en el enlace de abajo.</p> <p>Por motivos de seguridad, este enlace solo está activo hasta %s Si no has accedido al enlace antes, necesitarás repetir los pasos para restablecer la contraseña </p> <p></p>

# forgot_validate_reset_password
source: Dear %s, This email was sent in response to your request to reset your password. Please click on the link below. %s For security reasons, this link is only active until %s. If you do not visit the link before then, you will need to repeat the password reset steps.
es: Querido%s, Este correo ha sido enviado como respuesta a tu solicitud para restablecer tu contraseña. Por favor, haz clic en el enlace de abajo. Por motivos de seguridad, este enlace solo está activo hasta.%s Si no has accedido al enlace antes de eso, necesitarás repetir los pasos para restablecer la contraseña.
