Repository: EnriqueNaranjoEipperle/typo3_coci
Catalog: var/labels/*/dashboard/Resources/Private/Language/*.locallang.xlf
Languages: es

source: Close
es: Cerrar

# title
source: Dashboard
es: Panel

# widget.add
source: Add widget
es: Añadir widget

# widget.add.button.close
source: Close
es: Cerrar

# widget.add.button.ok
source: Add widget
es: Añadir widget

# widget.remove.button.close
source: Close
es: Cerrar

# widget.remove.button.ok
source: Remove
es: Eliminar

# widget.remove.confirm.title
source: Remove widget
es: Eliminar widget

# widget.remove.confirm.message
source: Are you sure you want to remove this widget?
es: ¿Está seguro de que quiere eliminar este widget?

# widget.error
source: An error occurred while retrieving information for this widget. Please try again, and if the problem persists, contact your administrator.
es: Se ha producido un error al recuperar la información de este widget. Por favor, inténtalo de nuevo, y si el problema persiste, ponte en contacto con tu administrador.

# dashboard.headline
source: Dashboard "%s"
es: Cuadro de mando "%s"

# dashboard.default
source: My dashboard
es: Mi panel

# dashboard.default.description
source: Create a new dashboard with some general TYPO3 widgets on it
es: Crear un nuevo tablero con algunos widgets generales de TYPO3

# dashboard.empty
source: Empty dashboard
es: Panel vacío

# dashboard.empty.description
source: Your dashboard will be created without any widget on it.
es: Tu panel será creado sin ningún widget.

# dashboard.add
source: Add dashboard
es: Añadir panel

# dashboard.add.button.close
source: Close
es: Cerrar

# dashboard.add.button.ok
source: Add Dashboard
es: Añadir Panel

# dashboard.configure
source: Configure dashboard
es: Configurar panel

# dashboard.configure.button.close
source: Close
es: Cerrar

# dashboard.configure.button.ok
source: Save Dashboard
es: Guardar el panel

# dashboard.delete
source: Delete dashboard
es: Eliminar panel

# dashboard.delete.sure
source: Are you sure you want to delete this dashboard?
es: ¿Estás seguro de que quieres eliminar este panel?

# dashboard.delete.ok
source: Yes, delete it
es: Sí, elimínalo

# dashboard.delete.cancel
source: Cancel
es: Cancelar

# dashboard.title
source: Title of dashboard
es: Título del panel

# widgets.documentation.gettingStarted.title
source: Getting Started with TYPO3
es: Comenzando con TYPO3

# widgets.documentation.gettingStarted.description
source: Add a shortcut to the TYPO3 Getting Started Tutorial.
es: Añadir un acceso directo al tutorial de inicio de TYPO3.

# widgets.documentation.gettingStarted.text
source: New to TYPO3? In our Getting Started Tutorial you will learn the basics how to use TYPO3.
es: ¿Nuevo en TYPO3? En nuestro tutorial de inicio aprenderás los conceptos básicos como usar TYPO3.

# widgets.documentation.gettingStarted.content.label
source: Getting Started Tutorial
es: Tutorial de inicio

# widgets.documentation.typoscriptReference.title
source: TypoScript Template Reference
es: Referencia de Plantilla de TypoScript

# widgets.documentation.typoscriptReference.description
source: Add a shortcut to the TYPO3 TypoScript Template Reference.
es: Añadir un acceso directo a la referencia de plantilla de TypoScript de TYPO3.

# widgets.documentation.typoscriptReference.text
source: This document is a reference, used to lookup TypoScript templating.
es: Este documento es una referencia, utilizada para buscar plantillas de TypoScript.

# widgets.documentation.typoscriptReference.content.label
source: TypoScript Template Reference
es: Referencia de Plantilla de TypoScript

# widgets.documentation.TSconfigReference.title
source: TSconfig Reference
es: Referencia de TSconfig

# widgets.documentation.TSconfigReference.description
source: Add a shortcut to the TYPO3 TSconfig Reference.
es: Añadir un acceso directo a la referencia de TSconfig de TYPO3.

# widgets.documentation.TSconfigReference.text
source: This document describes TSconfig and its options.
es: Este documento describe TSconfig y sus opciones.

# widgets.documentation.TSconfigReference.content.label
source: TSconfig Reference
es: Referencia de TSconfig

# widgets.t3news.title
source: TYPO3 news
es: Noticias de TYPO3

# widgets.t3news.description
source: Add a list of news items from the TYPO3 project
es: Añadir una lista de elementos del proyecto TYPO3

# widgets.t3news.moreItems
source: More TYPO3 news
es: Más noticias de TYPO3

# widgets.t3information.title
source: About TYPO3
es: Acerca de TYPO3

# widgets.t3information.description
source: Some general information about TYPO3 and the version used
es: Alguna información general sobre TYPO3 y la versión utilizada

# widgets.t3information.text
source: TYPO3 CMS is an enterprise-class, Open Source Content Management System, used internationally to build and manage websites of all types, from small sites for non-profits to multilingual enterprise solutions for large corporations.<br /><br />For further information visit <a href="https://typo3.org/typo3-cms/" target="_blank" rel="noreferrer">typo3.org</a>.<br /><br />TYPO3 CMS is <b>freely available</b> under the <a href="https://typo3.org/project/licenses/" target="_blank" rel="noreferrer">TYPO3-license (GNU/GPL)</a>.<br /><br />You are using version %s - Copyright %s %s
es: El CMS TYPO3 un sistema de gestión de contenidos de código abierto, utilizado, a nivel internacional, para construir y gestionar sitios web de todo tipo, desde pequeños sitios no lucrativos hasta soluciones empresariales multilingües para grandes corporaciones. Para más información, visita https://typo3.org/typo3-cms/" target="_blank" rel="noopener noreferrer"&gt;typo3.org&lt;/a&gt;.&lt;br /mphmph;br /mph;TYPO3 CMS is www.typo3.org/bq; bajo la dirección https://typo3.org/typo3-cms/overview/licenses/" target="_blank"--> TYPO3-license (GNU/GPL)&lt;/a&gt;.&lt;br /mphmph;br /mph;br /mph;br;/mph;tm; estás usando la versión %s - Derechos de autor %s %s

# widgets.t3information.logo
source: TYPO3 CMS logo
es: Logo del CMS TYPO3

# widgets.sysLogErrors.title
source: Number of errors in system log
es: Número de errores en el registro del sistema

# widgets.sysLogErrors.description
source: Shows the number of errors in the sys log of the last month, grouped by date
es: Muestra el número de errores en el registro del sistema del último mes, agrupado por fecha

# widgets.sysLogErrors.buttonText
source: Show all errors in log
es: Mostrar todos los errores en el registro

# widgets.sysLogErrors.chart.dataSet.0
source: Number of errors
es: Número de errores

# widgets.typeOfUsers.title
source: Type of backend users
es: Tipo de usuarios de backend

# widgets.typeOfUsers.description
source: Shows the amount of normal- and admin-users
es: Muestra la cantidad de usuarios normales y administradores

# widgets.typeOfUsers.normalUsers
source: Normal users
es: Usuarios normales

# widgets.typeOfUsers.adminUsers
source: Admin users
es: Usuarios administradores

# widgets.failedLogins.title
source: Failed backend logins
es: Inicio de sesión fallido

# widgets.failedLogins.subtitle
source: In last 24 hours
es: En las últimas 24 horas

# widgets.failedLogins.description
source: Information about the number of failed logins during the last 24 hours.
es: Información sobre el número de entradas fallidas durante las últimas 24 horas.

# widgets.t3securityAdvisories.title
source: TYPO3 security advisories
es: Avisos de seguridad de TYPO3

# widgets.t3securityAdvisories.description
source: Add a list of security advisories from the TYPO3 project
es: Añadir una lista de avisos de seguridad del proyecto de TYPO3

# widgets.t3securityAdvisories.moreItems
source: More TYPO3 security advisories
es: Avisos de seguridad de TYPO3

# widget_group.typo3
source: TYPO3 community
es: Comunidad de TYPO3

# widget_group.news
source: News
es: Noticias

# widget_group.documentation
source: Documentation
es: Documentación

# widget_group.system
source: System Information
es: Información del sistema

# dashboard.empty.content.title
source: No widgets
es: No hay widgets

# dashboard.empty.content.description
source: There are no widgets on this dashboard yet. You can add widgets now by clicking on the button below.
es: Todavía no hay widgets en este panel. Puedes añadir widgets ahora haciendo clic en el botón de abajo.

# dashboard.empty.content.button
source: Add a widget
es: Agregar un widget
