Repository: EnriqueNaranjoEipperle/typo3_coci
Catalog: var/labels/*/backend/Resources/Private/Language/Modules/*.about.xlf
Languages: es

# mlang_labels_tablabel
source: About TYPO3 CMS
es: Acerca de TYPO3

# mlang_labels_tabdescr
source: Displays the basic facts about the TYPO3 application, version and licensing terms.
es: Muestra los datos básicos sobre la aplicación TYPO3, la versión y los términos de licencia.

# mlang_tabs_tab
source: About TYPO3 CMS
es: Sobre el CMS TYPO3

# title
source: About TYPO3 CMS
es: Sobre el CMS TYPO3

# typo3_logo
source: TYPO3 CMS logo
es: Logo del CMS TYPO3

# information
source: TYPO3 Information
es: Información de TYPO3

# welcome
source: TYPO3 CMS - Professional Web Content Management System
es: CMS TYPO3 - Sistema Profesional de Gestión de Contenido Web

# minor
source: TYPO3 CMS is an enterprise-class, Open Source Content Management System, used internationally to build and manage websites of all types, from small sites for non-profits to multilingual enterprise solutions for large corporations.<br /><br />For further information visit <a href="https://typo3.org/typo3-cms/" target="_blank" rel="noreferrer">typo3.org</a>.<br /><br />TYPO3 CMS is <b>freely available</b> under the <a href="https://typo3.org/project/licenses/" target="_blank">TYPO3-license (GNU/GPL)</a>.<br /><br />You are using %s %s
es: TYPO3 CMS es un sistema de gestión de contenidos de clase empresarial y de código abierto, utilizado internacionalmente para construir y gestionar sitios web de todo tipo, desde pequeños sitios para organizaciones sin fines de lucro, hasta soluciones empresariales multilingües para grandes corporaciones. Para más información, visita https://typo3.org/typo3-cms/" target="_blank" rel="noopener noreferrer">typo3.org</a>.<br /mphmph;br /mph;TYPO3 CMS is www.typo3.org/bq; bajo la dirección https://typo3.org/typo3-cms/overview/licenses/" target="_blank"--> TYPO3-license (GNU/GPL)</a>.<br /mphmph;br /mph;br /mph;br;/mph;tm; estás usando %s %s

# cms_description
source: TYPO3 CMS is an enterprise-class, Open Source Content Management System, used internationally to build and manage websites of all types, from small sites for non-profits to multilingual enterprise solutions for large corporations.<br /><br />For further information visit <a href="https://typo3.org/typo3-cms/" target="_blank" rel="noreferrer">typo3.org</a>.<br /><br />TYPO3 CMS is <b>freely available</b> under the <a href="https://typo3.org/project/licenses/" target="_blank">TYPO3-license (GNU/GPL)</a>.<br /><br />You are using version %s - Copyright %s %s
es: TYPO3 CMS es un sistema de gestión de contenidos de clase empresarial y de código abierto, utilizado internacionalmente para construir y gestionar sitios web de todo tipo, desde pequeños sitios para organizaciones sin fines de lucro, hasta soluciones empresariales multilingües para grandes corporaciones. Para más información, visita https://typo3.org/typo3-cms/" target="_blank" rel="noopener noreferrer">typo3.org</a>.<br /mphmph;br /mph;TYPO3 CMS is www.typo3.org/bq; bajo la dirección https://typo3.org/typo3-cms/overview/licenses/" target="_blank"--> TYPO3-license (GNU/GPL)</a>.<br /mphmph;br /mph;br /mph;br;/mph;tm; estás usando %s %s

source: Community Credits
es: Créditos a la comunidad

# information_detail
source: Visit <a href="https://typo3.org/community/" target="_blank" rel="noreferrer">typo3.org/community/</a> if you want to know why TYPO3 rocks.
es: Visita <a href="https://typo3.org/community/" target="_blank" rel="noreferrer">typo3.org/community/</a> si quieres saber por qué TYPO3 es genial.

# coredevs
source: Core Team
es: Equipo principal

# coredevs_detail
source: Visit <a href="https://typo3.org/teams-committees/core-development/" target="_blank" rel="noreferrer">typo3.org/teams-committees/core-development/</a> for the complete member list.<br /><br />The Git Repository and the ChangeLog can be found <a href="https://forge.typo3.org/projects/typo3cms-core/" target="_blank">here</a>.
es: Visita <a href="https://typo3.org/teams-committees/core-development/" target="_blank" rel="noreferrer">typo3.org/teams-committees/core-development/</a>para obtener la lista completa de miembros.<br /><br /> El Repositorio Git y el registro de cambios se pueden encontrar <a href="https://forge.typo3.org/projects/typo3cms-core/" target="_blank">aqui</a>.

source: Extension Authors
es: Autores de Extensiones

# extension_list_info
source: This is a list of the people who contributed to the extensions you're using in your installation.
es: Esta es una lista de las personas que contribuyeron a las extensiones que estás usando en esta instalación.

source: Extension
es: Extensión

# extension_author
source: Author
es: Autor

# donation_header
source: TYPO3 Donation
es: Donación de TYPO3

# donation_message
source: It would be great if you could donate. TYPO3 CMS is Open Source and relies heavily on donations from its users and supporters.<br/><br/><b>Thank you</b> for making this great Content Management System even better with your support!
es: Sería genial si pudieras donar. CMS TYPO3 es un proyecto de código abierto y depende en gran medida de las donaciones de sus usuarios y colaboradores.<br/><br/>¡Gracias</b> por hacer que este gran Sistema de Gestión de Contenidos sea aún mejor con tu apoyo!

# donation_button
source: Donate now
es: Donar ahora

source: External Libraries
es: Librerías externas

# external_thanks
source: TYPO3 CMS core uses and thanks these external Open Source projects:
es: El núcleo del CMS de TYPO3 utiliza y agradece a los siguientes proyectos de código abierto:

# introtext
source: Web Content Management System
es: Sistema de Gestión de Contenidos Web

# introtext2
source: This is a brief description of the available modules.
es: Esta es una descripción breve de los módulos disponibles.

# endText
source: Features may vary depending on your website and permissions
es: Las características pueden variar dependiendo de tu sitio web y tus permisos

# userInfo
source: You're logged in as user
es: Has iniciado sesión como usuario
