Repository: EnriqueNaranjoEipperle/typo3_coci
Catalog: var/labels/*/filelist/Resources/Private/Language/*.locallang_mod_file_list.xlf
Languages: es

# clipBoard
source: Show clipboard
es: Mostrar portapapeles

# clip_paste
source: Paste in clipboard content
es: Pegar contenido del portapapeles

# clip_pasteInto
source: Paste into: Clipboard content is inserted into this folder
es: Pegar dentro: El contenido del portapapeles es insertado en esta carpeta

# editMarked
source: Edit Metadata
es: Editar metadatos

# clip_selectMarked
source: Transfer to clipboard
es: Transferir al portapapeles

# clip_deleteMarked
source: Remove from clipboard
es: Eliminar del portapapeles

# deleteMarkedWarning
source: Are you sure you want to delete all marked items from this folder?
es: ¿Estás seguro de que quieres borrar todos los elementos seleccionados de esta carpeta?

# c_name
source: Name
es: Nombre

# c_size
source: Size
es: Tamaño:

# c_record_type
source: Type
es: Tipo:

source: files
es: archivos

# temp
source: Temporary files
es: Archivos temporales

source: Recycler
es: Papelera

# mlang_labels_tablabel
source: Listing of files in the directory
es: Relación de archivos en el directorio

# mlang_labels_tabdescr
source: This is the file administration system in TYPO3. It allows you to access the file mounts of your login. Through this module you can upload, copy, move an delete files on the server.
es: Este es el sistema de administración de archivos de TYPO3. Permite acceder a los puntos de montaje de su cuenta. Mediante este módulo puede enviar, copiar, mover y borrar archivos en el servidor.

# mlang_tabs_tab
source: Filelist
es: Lista de archivos

# storageNotBrowsableTitle
source: Access denied.
es: Acceso denegado.

# storageNotBrowsableMessage
source: You are trying to access a folder in a storage that is not browsable.
es: Está intentando acceder a una carpeta en un almacenamiento que no es navegable.

# missingFolderPermissionsTitle
source: Missing folder permissions
es: Faltan permisos de carpeta

# missingFolderPermissionsMessage
source: You have no access to the folder "%s".
es: No tienes acceso a la carpeta "%s".

# localStorageOfflineTitle
source: Base folder for local storage missing or not allowed
es: La carpeta base para almacenamiento local no existe o no tiene permisos necesarios

# localStorageOfflineMessage
source: Verify that the base folder for the storage "%s" exists and is allowed to be accessed.
es: Verifique que la carpeta base de almacenamiento "%s" existe y tiene permisos para acceder a ella.

# folderNotFoundTitle
source: Folder not found.
es: Carpeta no encontrada.

# folderNotFoundMessage
source: The folder "%s" cannot be accessed. Trying to use parent folder(s).
es: No se puede acceder a la carpeta "%s". Prueba a utilizar la(s) carpeta(s) padre(s).

source: Translate metadata
es: Traducir metadatos

# createMetadataForLanguage
source: Create metadata of this file for %s
es: Crear metadatos de este archivo para %s

# editMetadataForLanguage
source: Edit metadata of this file for %s
es: Crear metadatos de este archivo para %s

# paramError
source: Parameter Error
es: Erro de parâmetro

# targetNoDir
source: Target was not a directory!
es: ¡El objetivo no era un directorio!

# deleteMarked
source: Delete marked items
es: Eliminar elementos seleccionados
