Repository: EnriqueNaranjoEipperle/typo3_coci
Catalog: var/labels/*/info/Resources/Private/Language/*.locallang_webinfo.xlf
Languages: es

# page_title
source: Pagetree overview
es: Descripción general del árbol de páginas

# page_sysnote
source: Internal notes
es: Notas internas

source: Page information
es: Información de la página

# pages_0
source: Basic settings
es: Ajustes básicos

# pages_2
source: Cache and Age
es: Caché y Antigüedad

# pages_1
source: Record overview
es: Vista general de registros

# pages_layouts
source: Layouts
es: Diseños

source: Actual backend layout
es: Diseño actual del back-end

# stat_type_0
source: Page hits
es: Visitas a la página

# stat_type_1
source: Total hits
es: Visitas totales

# stat_type_2
source: Hits in main sections
es: Visitas en las secciones principales

# stat_period
source: Statistics in the period %s back to %s
es: Estadísticas en el periodo %s volver a %s

# pI_crUser
source: Created by
es: Creado por

# pI_crDate
source: Created date
es: Fecha de creación

# pI_lastChange
source: Last change
es: Última modificación

# pI_lastChangeContent
source: Last change, content
es: Última modificación, contenido

# hits_title
source: Hit Statistics
es: Estadísticas de las visitas

# lang_renderl10n_viewPage
source: View page
es: Ver página

# lang_title
source: Localization overview
es: Descripción general de la localización

# lang_renderl10n_editDefaultLanguagePage
source: Edit default language page properties
es: Editar las propiedades de la página en el idioma predeterminado

# lang_renderl10n_editLangOverlays
source: Edit all language overlay records
es: Editar todos registros superpuestos del idioma

# lang_renderl10n_editPage
source: Edit page
es: Editar página

# lang_renderl10n_editPageLang
source: Edit page translation
es: Editar traducción de página

# lang_renderl10n_badThingThereAre
source: ERROR: there are two or more page overlay records for this language! Only one is allowed!
es: ERROR: ¡Hay dos o más registros de superposición de página para este idioma! ¡Solo está permitido uno!

# lang_renderl10n_editLanguageOverlayRecord
source: Edit language overlay record
es: Editar el registro superpuesto del idioma

# lang_renderl10n_page
source: Page
es: Página

# lang_renderl10n_default
source: Default
es: Predeterminado

# lang_getlangsta_createNewTranslationHeaders
source: Create new translation headers
es: Crear nuevos encabezados de traducción

# lang_renderl10n_CEcount
source: Content Element Count
es: Recuento de elementos de contenido

# moduleFunctions.depth
source: Depth
es: Profundidad

# moduleFunctions.type
source: Type
es: Tipo

# moduleFunctions.lang
source: Language
es: Idioma

# error.noAccess.title
source: No access
es: Sin acceso

# error.noAccess.message
source: You don't have access to this module.
es: No tienes acceso a este módulo.

# info.noContent.message
source: There are no page information available.
es: No hay información disponible de la página.

# info.noPageSelected.message
source: Please select a page in the page tree.
es: Por favor, selecciona una página del árbol de páginas.
