Repository: EnriqueNaranjoEipperle/typo3_coci
Catalog: var/labels/*/core/Resources/Private/Language/*.locallang_core.xlf
Languages: es

# labels.datepicker.label
source: Open date picker
es: Abrir selector de fecha

# labels.openInNewWindow
source: Open in new window
es: Abrir en nueva ventana

# labels.goBack
source: Go back
es: Volver

# labels.makeShortcut
source: Create a shortcut to this page?
es: ¿Crear un acceso directo a esta página?

# labels.makeBookmark
source: Create a bookmark to this record
es: Crear un marcador a esta página

# labels.alreadyBookmarked
source: This record is already bookmarked
es: Esta página ya está marcada como favorito

# labels.copyCurrentUrl
source: Copy URL of this record
es: Copiar URL de esta página

# labels.lockedRecord
source: The user '%s' began to edit this record %s ago.
es: El usuario '%s' comenzó a editar este registro hace %s.

# labels.lockedRecord_content
source: The user '%s' began to edit content on this page %s ago.
es: El usuario '%s' comenzó a editar contenido en esta página hace %s.

# labels.lockedRecordUser
source: The %s '%s' began to edit this record %s ago.
es: El %s '%s' comenzó a editar este registro hace %s.

# labels.lockedRecordUser_content
source: The %s '%s' began to edit content on this page %s ago.
es: El %s '%s' comenzó a editar contenido en esta página hace %s.

# labels.user
source: User
es: Usuario

# labels.beUser
source: BE-User
es: BE-Usuario

# labels.feUser
source: FE-User
es: FE-Usuario

# labels.unknownUser
source: -Unknown-
es: -Desconocido-

# labels.showRecords
source: Show records
es: Mostrar registros

# labels.path
source: Path
es: Ruta

# labels.resetFilter
source: Reset Filter
es: Reiniciar el filtro

# labels.table
source: Table
es: Tabla

# labels.upOneLevel
source: Up one level
es: Subir un nivel

# labels.expandTable
source: Expand table
es: Expandir tabla

# labels.collapseTable
source: Collapse table
es: Contraer tabla

# labels.enterSearchString
source: Enter search term
es: Introducir término de búsqueda

# labels.enterSearchLevels
source: This page|1 level down|2 levels down|3 levels down|4 levels down
es: Esta página|Bajar un nivel|Bajar 2 niveles|Bajar 3 niveles|Bajar 4 niveles

# labels.searchLevel.0
source: This page
es: Esta página

# labels.searchLevel.1
source: 1 level down
es: 1 nivel hacia abajo

# labels.searchLevel.2
source: 2 levels down
es: 2 niveles hacia abajo

# labels.searchLevel.3
source: 3 levels down
es: 3 niveles hacia abajo

# labels.searchLevel.4
source: 4 levels down
es: 4 niveles hacia abajo

# labels.searchLevel.infinite
source: Infinite levels
es: Niveles infinitos

# labels.noEditPermission
source: Sorry, you didn't have proper permissions to perform this change.
es: Lo lamento, no tiene los permisos necesarios para hacer este cambio.

# labels.fieldsMissing
source: The fields marked with an exclamation mark are not yet correctly filled in. Please complete them properly.
es: Los campos marcados con una exclamación no están correctamente rellenados. Por favor, complétalos correctamente.

# labels.fieldsChanged
source: There are unsaved changes in the form! Do you want to continue WITHOUT saving?
es: ¡Hay cambios sin guardar en el formulario! ¿Desea continuar SIN GUARDAR los cambios?

# labels.remainingCharacters
source: Remaining characters: {0}
es: Caracteres restantes: {0}

# labels.minCharactersLeft
source: Characters missing: {0}
es: Caracteres desaparecidos: {0}

# labels.maxItemsAllowed
source: A maximum of {0} child records are allowed.
es: Se permiten un máximo de {0} registros secundarios.

# labels.noRTEfound
source: Notice: This field can only be edited with a Rich Text Editor. No editor is currently available or enabled.
es: Nota: No es posible editar este campo porque sólo puede ser editado con un RTE (Editor de Texto Enriquecido), y ningún editor de ese tipo está disponible o bien éste ha sido deshabilitado.

# labels.recordInformation
source: Record information
es: Información de registro

# labels.disableRTE
source: Disable Rich Text Editor (RTE)
es: Deshabilitar RTE

# labels._PATH_
source: Path
es: Ruta

# labels._LOCALIZATION_
source: Localization
es: Ubicación

# labels.uid
source: Unique ID
es: ID único

# labels.pid
source: Parent page ID
es: ID de página padre

# labels.tstamp
source: Last modified
es: Última modificación

# labels.crdate
source: Creation date
es: Fecha de creación

# labels.cruser_id
source: Created by
es: Creado por

# labels.sorting
source: Sorting
es: Clasificación

# labels.t3ver_state
source: Workspace status
es: Estado del espacio de trabajo

# labels.t3ver_wsid
source: Workspace ID
es: ID del espacio de trabajo

# labels.t3ver_oid
source: Live record ID
es: ID de registro en vivo

# labels.setFields
source: Set fields
es: Especificar campos

# labels.search
source: Search
es: Buscar

# labels.author
source: Author
es: Autor

# labels.note
source: Note
es: Nota

# labels.category
source: Category
es: Categoría

# labels.reload
source: Reload
es: Recargar

# labels.language
source: Language
es: Idioma

# labels.view
source: View
es: Ver

# labels.view.layout
source: Layout
es: Estilo

# labels.view.language_comparison
source: Language Comparison
es: Comparación de idiomas

# labels.view.list
source: List
es: Lista

# labels.view.tiles
source: Tiles
es: Atajo

# labels.view.showThumbnails
source: Show thumbnails
es: Mostrar miniaturas

# labels.view.showClipboard
source: Show clipboard
es: Mostrar portapapeles

# labels.view.showSearch
source: Show search
es: Mostrar búsqueda

# labels.view.selectColumns
source: Select columns
es: Seleccionar columnas

# labels.share
source: Share
es: Compartir

# labels.csv
source: Download CSV file
es: Descargar archivo CSV

# labels.clear_cache
source: Clear cache for this page
es: Borrar el caché de esta página

# labels.no_title
source: No title
es: Sin título

# labels.cancel
source: Cancel
es: Cancelar

# labels.deactivate
source: Deactivate
es: Desactivar

# labels.hidden
source: Hidden
es: Oculto

# labels.starttime
source: Start
es: Inicio

# labels.endtime
source: End
es: Final

# labels.minutesHoursDaysYears
source: min|hrs|days|yrs|min|hour|day|year
es: min|hrs|días|años|min|hora|día|año

# labels.menu
source: Menu
es: Menú

# labels.showPage
source: View webpage
es: Ver página

# labels.showList
source: Show record list
es: Mostrar lista de registros

# labels.days
source: days
es: días

# labels.depth_0
source: This page
es: Esta página

# labels.depth_1
source: 1 level
es: 1 nivel

# labels.depth_2
source: 2 levels
es: 2 niveles

# labels.depth_3
source: 3 levels
es: 3 niveles

# labels.depth_4
source: 4 levels
es: 4 niveles

# labels.depth_infi
source: Infinite
es: Infinito

# labels.allow
source: Allow
es: Permitir

# labels.deny
source: Deny
es: Denegar

# labels.enabled
source: Enabled
es: Activado

# labels.show
source: Show
es: Ver

# labels.refresh
source: Reload the tree from server
es: Refresca el árbol desde el servidor

# labels.collapse
source: Collapse all tree items
es: Colapsar todos los elementos del árbol

# labels.temporaryDBmount
source: Cancel temporary DB mount
es: Cancelar montaje temporal de BD

# labels.refreshList
source: Reload list from server
es: Refrescar lista desde el servidor

# labels.close
source: Close
es: Cerrar

# labels.tableWizard
source: Table Wizard
es: Asistente de Tabla

# labels.new
source: NEW
es: NUEVO

# labels.list
source: List
es: Lista

# labels.link
source: Link
es: Enlace

# labels.edit
source: Edit
es: Editar

# labels.createNew
source: Create new
es: Crear nuevo

# labels.createNewPage
source: Create new %s
es: Crear nuevo %s

# labels.createNewRecord
source: Create new %s on page "%s"
es: Crear nuevo %s en la página "%s"

# labels.createNewRecordRootLevel
source: Create new %s on root level
es: Crear nuevo %s en nivel raíz

# labels.editPage
source: Edit %s "%s"
es: Editar %s "%s"

# labels.editRecord
source: Edit %s "%s" on page "%s"
es: Editar %s "%s" en la página "%s"

# labels.editRecordNoTitle
source: Edit %s on page "%s"
es: Editar "%s" en la página "%s"

# labels.editRecordRootLevel
source: Edit %s "%s" on root level
es: Editar %s "%s" en nivel raíz

# labels.editMultiplePages
source: Edit multiple pages
es: Editar múltiples páginas

# labels.editMultipleRecords
source: Edit multiple "%s" records on page "%s"
es: Editar múltiples registros "%s" en la página "%s"

# labels.editMultipleRecordsRootLevel
source: Edit multiple "%s" records on root level
es: Editar múltiples registros "%s" en nivel raíz

# labels.rootLevel
source: root level
es: nivel raíz

# labels.addnew
source: Add new
es: Añadir nuevo

# labels.toggleall
source: Toggle all
es: Cambiar todo

# labels.toggleSelection
source: Toggle selection
es: Intercambiar selección

# labels.selected
source: Selected Items
es: Seleccionados

# labels.items
source: Available Items
es: Elementos

# labels.remove_selected
source: Remove selected items
es: Quitar los elementos seleccionados

# labels.move_to_top
source: Move selected items to top
es: Mover los elementos seleccionados al principio

# labels.move_up
source: Move selected items upwards
es: Mover los elementos seleccionados hacia arriba

# labels.move_down
source: Move selected items downwards
es: Mover los elementos seleccionados hacia abajo

# labels.move_to_bottom
source: Move selected items to bottom
es: Mover los elementos seleccionados al final

# labels.move
source: Move this item
es: Mover este elemento

# labels.browse_elemets
source: Browse for elements
es: Buscar elementos

# labels.browse_folder
source: Browse for folders
es: Buscar carpetas

# labels.browse_db
source: Browse for records
es: Examinar registros

# labels.clipInsert_file
source: Insert %s file(s) from the clipboard
es: Inserta %s fichero(s) desde el portapapeles

# labels.clipInsert_db
source: Insert %s record(s) from the clipboard
es: Inserta %s registro(s) desde el portapapeles

# labels.generalOptions
source: General options
es: Opciones generales

# labels.generalOptions_more
source: General options (continued)
es: Opciones generales (continuación)

# labels.allTables
source: [All tables]
es: [Todas las tablas]

# labels.noMatchingValue
source: INVALID VALUE ("%s")
es: VALOR ACTUAL NO DISPONIBLE (%s)

# labels.noMatchingLabel
source: MISSING LABEL ("%s")
es: Falta el LABEL ("%s")

# labels.thumbmode_clip
source: Show Thumbnails on ClipBoard
es: Ver miniaturas en el portapales

# labels.copymode
source: Copy items instead of moving them
es: Copiar elementos en lugar de moverlos

# labels.normal
source: Normal (single record mode)
es: Normal (modo de un solo registro)

# labels.normal-description
source: "Normal" clipboard allows to copy/move one record at time.
es: El portapapeles "Normal" permite copiar/mover un registro a la vez.

# labels.cliptabs
source: Clipboard #
es: Portapapeles #

# labels.cliptabs-name
source: Clipboard #%s (multi-selection mode)
es: Portapapeles #%s (modo multi-selección)

# labels.cliptabs-description
source: This clipboard allows to select and edit/copy/move multiple records at once. Choose it to show a checkbox by each record.
es: Este portapapeles permite seleccionar y editar/copiar/mover múltiples registros a la vez. Elígelo para mostrar una casilla de verificación por cada registro.

# labels.clipboard.delete_elements
source: Delete elements
es: Eliminar elementos

# labels.clipboard.clear_clipboard
source: Clear clipboard
es: Limpiar el portapapeles

# labels.removeItem
source: Remove element
es: Eliminar elemento

# labels.holdDownCTRL
source: Important: Hold down the CTRL key while toggling elements in this list!
es: Importante: Mantén pulsada la tecla CONTROL mientras seleccionas los elementos de esta lista

# labels.revertSelection
source: Revert selection
es: Invertir selección

# labels.setAllCheckboxes
source: Select All Checkboxes
es: Seleccionar todas las opciones

# labels.openSelectionOptions
source: Open selection options
es: Abrir opciones de selección

# labels.checkAll
source: Check all
es: Marcar todos

# labels.uncheckAll
source: Uncheck all
es: Desmarcar todo

# labels.selection
source: Selection:
es: Selección:

# labels.noActionAvailable
source: No action available
es: No hay acción disponible

# labels.placeholder.override
source: Set element specific value (Default: "%s")
es: Establecer el valor específico del elemento (por defecto: "%s")

# labels.placeholder.override_not_available
source: Set element specific value (No default)
es: Establecer el valor específico del elemento (no predeterminado)

# labels.nullCheckbox
source: Set value
es: Asignar un valor

# labels.changeInOrig
source: Changed in original translation
es: Cambiar en el original

# labels.expandAll
source: Expand all
es: Expandir todo

# labels.generatePassword
source: Generate password
es: Generar contraseña

# labels.new_section
source: Create new
es: Crear nuevo

# labels.count
source: Quantity
es: Cantidad

# labels.title.searchIcon
source: Toggle search toolbar
es: Cambiar barra de búsqueda

# labels.title.searchString
source: Search term
es: Término de búsqueda

# labels.title.limit
source: Limit
es: Límite

# labels.title.search
source: Search
es: Buscar

# labels.title.search_levels
source: Search levels
es: Buscar niveles

# labels.label.searchString
source: Search term
es: Buscar término

# labels.label.limit
source: Limit
es: Límite

# labels.label.search_levels
source: Search levels
es: Buscar niveles

# labels.active
source: Active
es: Activo

# labels.locked
source: Locked
es: Bloqueado

# labels.mfa.enabled
source: MFA enabled
es: MFA habilitado

# labels.mfa.disabled
source: MFA disabled
es: MFA desactivado

# labels.recordReadonly
source: The table is defined as readonly and can't be edited.
es: La tabla se define como de sololectura y no se puede editar.

# labels.inconsistentLanguageWarning
source: No translation parent assigned
es: No se ha asignado ninguna base para la traducción

# labels.notEditableInWorkspace
source: Not editable in this workspace without "Live" edit permissions.
es: No se puede editar en este espacio de trabajo sin los permisos de edición "En vivo".

# labels.editingLiveRecordsWarning
source: Caution! These records are not versioned, you will edit the live records.
es: ¡Cuidado! Estos registros no están versionados, editarás los registros en vivo.

# alttext.suggestSearching
source: Searching...
es: Buscando...

# ver.online
source: ONLINE
es: EN LÍNEA

# ver.mgm
source: Version Management
es: Administración de Versiones

# ver.selVer
source: Select version
es: Seleccionar versión

# ver.swap
source: Swap/Publish
es: Intercambiar/Publicar

# ver.swapPage
source: Publish this version of the page including content
es: Publica esta versión de la página incluyendo el contenido

source: TYPO3 Element Browser
es: Navegador de elementos de TYPO3

# labels.referencesToRecord
source: There are %s reference(s) to this record!
es: ¡Hay %s referencia(s) a este registro!

# labels.referencesToFolder
source: There are %s reference(s) to this folder!
es: ¡Hay %s referencia(s) a esta carpeta!

# labels.referencesToFile
source: There are %s reference(s) to this file!
es: ¡Hay %s referencia(s) a este archivo!

# labels.translationsOfRecord
source: This record has %s translation(s) which will be deleted, too!
es: ¡Este registro tiene %s traducción(es) que se eliminarán también!

# show_item.php.viewItem
source: View Item
es: Ver elemento

# show_item.php.referencesToThisItem
source: References to this item
es: Referencias a este elemento

# show_item.php.referencesFromThisItem
source: References from this item
es: Referencias a este artículo

# show_item.php.file
source: File
es: Archivo

# show_item.php.dimensions
source: Dimensions
es: Dimensiones

# show_item.php.filesize
source: Size
es: Tamaño del archivo

# show_item.php.pixels
source: Pixels
es: Píxeles

# show_item.php.files
source: files
es: archivos

# show_item.php.cannotDisplayArchive
source: Sorry, TYPO3_CONF_VARS[BE][disable_exec_function] was set, so cannot display content of archive file.
es: Lo sentimos, se ha configurado TYPO3_CONF_VARS[BE][disable_exec_function], así que no se puede mostrar el contenido del archivo.

# show_item.php.table
source: Table
es: Tabla

# show_item.php.title
source: Title
es: Título

# show_item.php.field
source: Field
es: Campo

# show_item.php.flexpointer
source: Flexpointer
es: Puntero flexible

# show_item.php.softrefKey
source: Softref Key
es: Clave Softref

# show_item.php.sorting
source: Sorting
es: Clasificación

# show_item.php.refTable
source: Ref Table
es: Tabla referenciada

# show_item.php.refUid
source: Ref Uid
es: Uid referenciado

# show_item.php.refString
source: Ref String
es: Cadena referenciada

# show_item.php.ftp_area
source: FTP AREA
es: AREA FTP

# show_item.php.missing_record
source: Missing
es: Faltan

# db_new.php.pagetitle
source: New record
es: Nuevo registro

# db_new.php.after
source: after
es: despúes

# db_new.php.inside
source: inside
es: dentro

# file_upload.php.pagetitle
source: Upload files
es: Envía archivos

# file_upload.php.submit
source: Upload files
es: Envía archivos

# file_upload.dropzonehint.title
source: Drag & drop to upload files
es: Arrastra & suelta para subir archivos

# file_upload.dropzonehint.message
source: Drop your files here, or <u>click, browse & choose files</u>
es: Arrastra tus ficheros aquí, <u>o haz click aquí, busca y selecciona los ficheros</u>

# file_upload.dropzone.close
source: Close file upload area
es: Cerrar el área de subida de archivos

# file_upload.select-and-submit
source: Select & upload files
es: Selecciona y envía archivos

# file_upload.maxFileSizeExceeded
source: File "{0}" exceeds maximum file size of {1}!
es: ¡El archivo "{0}" excede el tamaño máximo de archivo de {1}!

# file_upload.fileNotAllowed
source: Filename "{0}" is not allowed!
es: ¡El nombre de archivo "{0}" no estaba permitido!

# file_upload.fileExtensionExpected
source: Upload failed! A file with "{0}" extension is expected!
es: ¡Subida fallida! ¡Se espera un archivo con la extensión "{0}"!

# file_upload.fileExtensionDisallowed
source: Upload failed! The file extension must not be "{0}"!
es: ¡Subida fallida! ¡La extensión del archivo no debe ser "{0}"!

# file_upload.uploadFailed
source: Upload of file "{0}" failed!
es: ¡La subida del archivo "{0}" ha fallado!

# file_upload.upload-in-progress
source: File upload in progress...
es: Carga de archivos en curso...

# file_upload.upload-progress-info
source: Uploading file {0} out of {1} files.
es: Subiendo archivo {0} de archivos {1}.

# file_upload.upload-finished
source: Upload complete! Filelist reloading...
es: ¡Subida completada! Lista de archivos recargando...

# file_upload.overwriteExistingFiles
source: Shall existing files be overwritten?
es: ¿Deben sobreescribirse los archivos existentes?

# file_upload.header.originalFile
source: Original file
es: Archivo original

# file_upload.header.uploadedFile
source: Uploaded file
es: Archivo subido

# file_upload.header.action
source: Action
es: Acción

# file_upload.existingfiles.title
source: Some files exist already
es: Algunos archivos ya existen

# file_upload.existingfiles.description
source: Some files you wanted to upload exist already on the system. Please select what you want to do with each file.
es: Algunos archivos que quieres subir ya existen en el sistema. Por favor, selecciona lo que quieres hacer con cada archivo.

# file_upload.actions.skip
source: Skip the file
es: Omitir el archivo

# file_upload.actions.rename
source: Rename
es: Cambiar nombre

# file_upload.actions.override
source: Overwrite
es: Sobreescribir

# file_upload.actions.use_existing
source: Use existing file
es: Usar archivo existente

# file_upload.actions.all.label
source: Alternatively, choose a mass action
es: Alternativamente, elige una acción masiva

# file_upload.actions.all.empty
source: Please choose
es: Por favor, elige

# file_upload.actions.all.skip
source: Skip all files
es: Omitir todos los archivos

# file_upload.actions.all.rename
source: Rename all files
es: Renombrar todos los archivos

# file_upload.actions.all.override
source: Overwrite all files
es: Sobreescribir todos los archivos

# file_upload.actions.all.use_existing
source: Use existing files
es: Usar archivos existentes

# file_upload.button.cancel
source: Cancel
es: Cancelar

# file_upload.button.continue
source: Continue with selected actions
es: Continuar con las acciones seleccionadas

# file_upload.reload.filelist
source: Reload filelist
es: Recargar la lista de archivos

# file_upload.reload.filelist.message
source: To enable the controls, the filelist has to be reloaded.
es: Para activar los controles, la lista de archivos tiene que ser recargada.

# file_upload.reload.filelist.actions.dismiss
source: Dismiss
es: Descartar

# file_upload.reload.filelist.actions.reload
source: Reload
es: Recargar

# file_download.prepare
source: File download is being prepared
es: Se está preparando la descarga de archivos

# file_download.invalidSelection
source: The selected elements can not be downloaded
es: Los elementos seleccionados no se pueden descargar

# file_download.success
source: File download successfully prepared
es: Descarga de archivo preparada con éxito

# file_download.error
source: Could not prepare files for download
es: No se pudieron preparar los archivos para la descarga

# file_download.noFiles
source: Could not find any allowed file
es: No se pudo encontrar ningún archivo permitido

# file_download.noFiles
source: Please check your selection, since there might be file extension limitations, defined by your administrator.
es: Por favor, comprueba tu selección, ya que puede haber limitaciones de extensión de archivos, definidas por tu administrador.

# file_rename.title
source: Rename
es: Renombrar

# file_rename.label
source: New filename
es: Nuevo nombre de archivo

# file_rename.button.cancel
source: Cancel
es: Cancelar

# file_rename.button.rename
source: Rename
es: Renombrar

# online_media.new_media
source: Add new media asset
es: Añadir nuevo recurso multimedia

# online_media.new_media.label
source: Url of remote source
es: Url de origen remoto

# online_media.new_media.allowedProviders
source: Allowed media providers
es: Proveedores de medios permitidos

# online_media.new_media.button
source: Add media by URL
es: Añadir medios mediante URL

# online_media.new_media.submit
source: Add media
es: Añadir medios

# online_media.new_media.added
source: Added media
es: Medios añadidos

# online_media.new_media.placeholder
source: Paste media url here...
es: Pegar la url de medios aquí...

# online_media.error.new_media.failed
source: Adding media failed
es: Error al añadir medios

# online_media.error.invalid_url
source: Unknown/not allowed URL
es: URL desconocida/no permitida

# online_media.error.already_exists
source: Online media "%s" does already exist in this folder.
es: Los medios en línea "%s" ya existen en esta carpeta.

# online_media.update.success
source: Successfully updated online media
es: Medios en línea actualizados correctamente

# online_media.update.error
source: Error on updating online media
es: Error al actualizar los medios en línea

# file_clipupload.php.warning_head
source: Upload path error
es: Error en la ruta de envío

# file_clipupload.php.warning
source: No upload-folder is found. You should create a TEMP-folder ("_temp_") in the root of one of your mounts first!
es: No se encontró ninguna carpeta de envío. Debe crear una carpeta TEMP ("_temp_") en la raíz de alguno de sus discos montados

# mess.redraw
source: Redrawing the page will discard the current data. Do you want to continue?
es: El redesplegado de la página descartará la información actual. ¿Desea continuar?

# mess.delete
source: Are you sure you want to delete '%s'?
es: ¿Estás seguro de que quieres borrar '%s'?

# mess.delete
source: Delete this record?
es: ¿Eliminar este registro?
