Repository: EnriqueNaranjoEipperle/typo3_coci
Catalog: var/labels/*/core/Resources/Private/Language/*.locallang_password_policy.xlf
Languages: es

# passwordRequirements.description
source: The password must match the following requirements:
es: La contraseña debe cumplir con los siguientes requisitos:

# requirement.minimumLength
source: Minimum length: %d chars
es: Ancho mínimo: %d caracteres

# requirement.upperCaseCharacterRequired
source: At least one upper case char
es: Al menos un carácter en mayúsculas

# requirement.lowerCaseCharacterRequired
source: At least one lower case char
es: Al menos un carácter en minúsculas

# requirement.digitCharacterRequired
source: At least one digit
es: Al menos un número

# requirement.specialCharacterRequired
source: At least one special char
es: Al menos un carácter especial

# requirement.notCurrentPassword
source: Must be different from current password
es: Debe ser diferente a la contraseña actual

# error.minimumLength
source: The password is too short. Minimum length is %d chars
es: La contraseña es demasiado corta. La longitud mínima es de caracteres %d

# error.upperCaseCharacterRequired
source: The password must at least contain one upper case char
es: La contraseña debe contener al menos un carácter en mayúsculas

# error.lowerCaseCharacterRequired
source: The password must at least contain one lower case char
es: La contraseña debe contener al menos un carácter en minúsculas

# error.digitCharacterRequired
source: The password must at least contain one digit
es: La contraseña debe contener al menos un dígito

# error.specialCharacterRequired
source: The password must at least contain one special char
es: La contraseña debe contener al menos un carácter especial

# error.notCurrentPassword
source: The password must be different from the old password
es: La nueva contraseña no puede coincidir con la anterior

# dataHandler.passwordNotSaved
source: Password not saved ({table}:{uid}):
es: Contraseña no guardada ({table}:{uid}):
