Repository: EnriqueNaranjoEipperle/typo3_coci
Catalog: var/labels/*/core/Resources/Private/Language/*.locallang_mfa_provider.xlf
Languages: es

# totp.title
source: Time-based one-time password
es: Contraseña de un solo uso

# totp.description
source: This provider allows to authenticate with a single-use passcode which is based on the current time. Each code is only valid for 30 seconds. You need an OTP application or device, supporting such tokens.
es: Este proveedor permite autenticarse con un código de acceso de un solo uso basado en la hora actual. Cada código solo es válido durante 30 segundos. Necesita una aplicación OTP o dispositivo que soporte esos identificadores.

# totp.setupInstructions
source: The time-based one-time password provider enables you to strengthen your accounts' security by requiring a six-digit code on every login. This provider is based on a shared secret, which will be exchanged between your OTP application (or device) and TYPO3. Each code takes the current time into account and is only valid for 30 seconds. Setting up: 1. Scan the QR-code or directly enter the shared secret in your application or device 2. Add a specific name for this provider (optional) 3. Enter the generated six-digit code in the corresponding field 4. Submit the form to activate the provider Note: In case your application supports otpauth:// urls, you can retrieve the url by clicking on the info button next to the shared secret.
es: El proveedor de contraseña de un solo uso te permite fortalecer la seguridad de tus cuentas requiriendo un código de seis dígitos cada vez que inicias sesión. Este proveedor está basado en un secreto compartido, el cual se intercambia entre la aplicación (o el dispositivo) de OTP y TYPO3. Cada código toma como referencia la hora actual en cada cuenta y solo es válido 30 segundos. Configurar: 1. Escanea el código QR o directamente introduce la contraseña compartida en tu aplicación o dispositivo 2. Añade un nombre específico para este proveedor (opcional) 3. Ingresa el código de seis dígitos generado en el campo correspondiente 4. Envía el formulario para activar el proveedor. Aviso: en el caso de que tu aplicación soporte otpauth:// urls, puedes recuperar la url haciendo clic en el botón de información que está al lado de la contraseña compartida.

# recoveryCodes.title
source: Recovery codes
es: Códigos de recuperación

# recoveryCodes.description
source: This provider allows to authenticate with a set of single-use passcodes, in case you lost your primary MFA credentials, or just have no access to them temporarily.
es: Este proveedor permite autenticarse con un conjunto de contraseñas de un solo uso, en caso de que perdiera sus credenciales primarias de FMA, o simplemente no tenga acceso a ellas temporalmente.

# recoveryCodes.setupInstructions
source: Recovery codes are random eight-digit codes which can be used to authenticate, in case your lost your main authentication credentials. Each code is only valid once. As soon as all recovery codes are exhausted, you're required to generate a new set. Therefore, periodically check the amount of remaining codes in the Edit / Change view of the provider. Setting up: 1. Copy the recovery codes and store them at a safe place 2. Add a specific name for this provider (optional) 3. Submit the form to activate the provider - see below note Note: Since the recovery codes are being encrypted and stored securely, this process can take some time.
es: El código de recuperación es un código de ocho dígitos aleatorios, los cuales pueden ser usados para autenticar en el caso de que pierdas tus credenciales de autenticación. Un código es solo para un uso. Tan pronto como se acaben todos los códigos de recuperación, tendrás que generar una nueva configuración. Por lo tanto, verifica de forma periódica, la cantidad de códigos restantes en la vista Editar/Cambiar del proveedor. Configurar: 1. Copia los códigos de recuperación y almacénalos en un lugar seguro 2. Añade un nombre específico para este proveedor (opcional) 3. Envía el formulario para activar el proveedor - mira la nota de abajo Nota: Cada código de recuperación tiene que ser encriptado y almacenado con seguridad, este proceso puede llegar un tiempo.

# totpInputLabel
source: Enter the generated six-digit code
es: Introduce el código de seis dígitos generado

# totpInputHelp
source: This code should now be displayed on your device or in your application.
es: Este código debería mostrarse ahora en tu dispositivo o en tu aplicación.

# locked
source: The maximum attempts for this provider are exceeded. Please use another provider or contact your administrator.
es: El máximo número de intentos para este proveedor se ha excedido. Por favor, utiliza otro proveedor o contacta con tu administrador.

# edit.table.head
source: Provider information
es: Información del proveedor

# edit.table.name
source: Name
es: Nombre

# edit.table.nameInputPlaceholder
source: Enter a name
es: Introduce un nombre

# edit.table.recoveryCodesLeft
source: Recovery codes left
es: Códigos de recuperación restantes

# edit.table.lastUsed
source: Last used
es: Utilizado por última vez

# edit.table.lastUsed.default
source: Never
es: Nunca

# edit.table.lastUpdated
source: Last updated
es: Última actualización

# edit.regenerate
source: Regenerate recovery codes
es: Regenerar los códigos de recuperación

# edit.regenerate.description
source: If you lost your recovery codes or just want to get fresh ones, you can regenerate them by selecting the checkbox below. You've currently %d codes left.
es: Si has perdido los códigos de recuperación o quieres actualizarlos, puedes regenerarlos seleccionado la casilla de verificación de abajo. Tienes actualmente %d códigos restantes.

# edit.regenerate.inputLabel
source: Regenerate recovery codes
es: Regenerar los códigos de recuperación

# setup.step.1
source: Step 1
es: Paso 1

# setup.step.1a
source: Step 1a
es: Paso 1a

# setup.step.1b
source: Step 1b
es: Paso 1b

# setup.step.2
source: Step 2
es: Paso 2

# setup.step.3
source: Step 3
es: Paso 3

# setup.qrCode.label
source: Scan the displayed QR code
es: Escanear el código QR mostrado

# setup.qrCode.help
source: Scan this code with your OTP application (e.g. Google Authenticator).
es: Escanea este código con tu aplicación OTP (por ejemplo, Google Authenticator).

# setup.secret.label
source: Copy the shared secret
es: Copia el secreto compartido

# setup.secret.help
source: You can also enter the shared secret manually in your OTP application or device.
es: También puedes introducir el secreto compartido manualmente en tu aplicación o dispositivo OTP.

# setup.name.label
source: Enter a name (optional)
es: Introduce un nombre (opcional)

# setup.name.help
source: Specify a custom name for this provider.
es: Especifica un nombre personalizado para este proveedor.

# setup.recoveryCodes.InputLabel
source: Recovery codes
es: Códigos de recuperación

# setup.recoveryCodes.InputHelp
source: Copy these codes and store them at a safe place.
es: Copia estos códigos y guárdelos en un lugar seguro.

# setup.recoveryCodes.reloadTitle
source: Reload recovery codes
es: Descargar códigos de recuperación

# setup.recoveryCodes.reloadLabel
source: Reload
es: Recargar

# setup.recoveryCodes.noActiveProviders.title
source: Setup not possible
es: Configuración no posible

# setup.recoveryCodes.noActiveProviders.message
source: Recovery codes are only meant as a fallback if you lose access to your main multi-factorauthentication credentials. Therefore, please activate a comprehensive MFA provider first.
es: Los códigos de recuperación solo son como un respaldo si pierdes el acceso a tus credenciales principales de autenticación multifactor. Por lo tanto, por favor, activa un proveedor de MFA global primero.

# setup.totpAuthUrlButton.title
source: Show authentication URL
es: Mostrar URL de autenticación

# setup.totpAuthUrlModal.title
source: Authentication URL
es: URL de autenticación

# setup.totpAuthUrlModal.description
source: In case you are not able to scan the QR code, but your OTP application supports authentication URLs next to, or instead of plain shared secrets, you can copy and paste the URL shown below. The URL contains some information like the issuer (this site) and your email address or username. Most OTP applications will display this information next to the generated codes.
es: En caso de que no puedas escanear el código QR, pero tu aplicación OTP admita la URL de autenticación que está al lado, o si no, el secreto compartido, tú puedes copiar y pegar la URL que se muestra debajo. La URL contiene alguna información como emisor (este sitio) The URL y tu dirección de correo electrónico y nombre de usuario. La mayoría de las aplicaciones OTP mostrarán esta información junto a los códigos generados.

# setup.totpAuthUrlModal.ok
source: OK
es: Aceptar

# auth.totp.inputLabel
source: Enter the six-digit code
es: Introduce el código de 6 dígitos

# auth.recoveryCodes.inputLabel
source: Enter an eight-digit recovery code
es: Introduce un código de recuperación de ocho dígitos

# unlock.recoveryCodes.title
source: Your recovery codes were automatically updated!
es: ¡Sus códigos de recuperación se actualizaron automáticamente!

# unlock.recoveryCodes.message
source: Please copy and store them at a safe place: %s
es: Por favor, cópialos y guárdalos en un lugar seguro: %s

# unlock.recoveryCodes.title
source: Recovery codes successfully regenerated
es: Codigos de recuperación regenerados con exito
