Repository: EnriqueNaranjoEipperle/typo3_coci
Catalog: var/labels/*/core/Resources/Private/Language/*.locallang_core.xlf
Languages: es

# error.database_schema_mismatch_title
source: Database Error
es: Error de la Base de Datos

# error.items_proc_func_error
source: An error occurred trying to process items for field "%1$s" (%2$s).
es: Ocurrió un error tratando de procesar los elementos para el campo "%1$s" (%2$s).

# error.invalidEmail
source: "%s" is not a valid e-mail address.
es: "%s" no es una dirección de correo electrónico válida.

# formEngine.beUser.admin.information.userIsSystemMaintainer
source: This user is a system maintainer
es: Este usuario es un mantenedor del sistema

# formEngine.beUser.admin.information.userWillBecomeSystemMaintainer
source: This user is in the list of allowed system maintainers and will gain system level access if enabling admin access.
es: Este usuario está en la lista de mantenedores de sistemas permitidos y obtendrá acceso a nivel del sistema si habilita el acceso de administrador.

# formEngine.beUser.admin.information.userAdminAndPasswordChangeNotAllowed
source: This user is a system maintainer. Changing the admin flag and changing password is denied.
es: Este usuario es un mantenedor del sistema. Se ha denegado el cambio del indicador de administrador y el cambio de contraseña.

# formEngine.pages.backendLayout.information.inheritedFromParentPage
source: This page will most likely use backend layout "%s", inherited from a parent page.
es: Esta página probablemente use el estilo del backend "%s", heredado de una página padre.

# formEngine.pages.backendLayout.information.inheritFromParentPage
source: This page is currently using backend layout "%s", inherited from a parent page.
es: Esta página está utilizando actualmente el estilo del backend "%s", heredado de una página padre.

# error.backendUserGroupListTypeError.header
source: Possible misconfiguration detected
es: Posible configuración errónea detectada

# error.backendUserGroupListTypeError.message
source: Editing of at least one plugin was enabled but editing the page content type "Insert Plugin" is still disallowed. Group members won't be able to edit plugins unless you activate editing for the content type.
es: La edición de al menos un plugin estaba habilitada, pero la edición del tipo de contenido "Insertar Plugin" de la página todavía no está permitida. Los miembros del grupo no podrán editar plugins a menos que actives la edición para el tipo de contenido.

# error.missingLanguageIsocode
source: Missing ISO code for language "%s" (UID %d), please edit the language record and set it.
es: Falta el código ISO para el idioma "%s" (UID %d), por favor, edita el registro del idioma y configúralo.

# error.misconfiguredPasswordRules
source: No password could be generated due to misconfigured password rules.
es: No se ha podido generar ninguna contraseña debido a una mala configuración de reglas de contraseña.

# labels.deleteTitle
source: Revert to default Constant
es: Revertir a la Constante por defecto

# labels.editTitle
source: Edit this Constant
es: Editar esta Constante

source: Page Translation
es: Traducción de la página

# filestorage.invalidpathexception.title
source: Error in Path
es: Error en la ruta

# filestorage.invalidpathexception.message
source: You entered an invalid path for this File Storage. Note that "../" and "//" are not allowed when using an absolute path.
es: Has introducido una ruta errónea para este almacenamiento de archivos. Tenga en cuenta que "../" y"//" no están permitidos cuando se utiliza una ruta completa.

# iframe.listFrame
source: List frame (content area) to create and modify pages, content and records
es: Listar marco (área de contenido) para crear y modificar páginas, contenido y registros

# message.confirmation
source: Are you sure?
es: ¿Estás seguro?

# labels.datepicker.today
source: Today
es: Hoy

# labels.inputfield.clearButton.title
source: Clear input
es: Borrar entrada

# labels.contextMenu.open
source: Open context menu
es: Abrir menú contextual

# labels.contextMenu.open.recordLabel
source: Open context menu for record: %s
es: Abrir menú contextual para el registro: %s
