Repository: EnriqueNaranjoEipperle/typo3_coci
Catalog: var/labels/*/core/Resources/Private/Language/*.locallang_core.xlf
Languages: es

# mess.deleteClip
source: Are you sure you want to delete ALL referenced elements (%s) on the clipboard?
es: ¿Estás seguro de que quieres eliminar TODOS los elementos referenciados (%s) en el portapapeles?

# mess.refresh_login
source: Your login has probably expired. Do you want to refresh it now?
es: Su sesión probablemente ya expiró.¿Desea renovarla?

# mess.refresh_login_refresh_button
source: Stay logged in!
es: ¡Mantén la sesión abierta!

# mess.refresh_direct_logout_button
source: No, log out.
es: No, desconectar.

# mess.refresh_login_logging_in
source: Logging in...
es: Iniciando sesión...

# mess.refresh_login_failed
source: Login failed
es: Error de inicio de sesión

# mess.refresh_login_failed_message
source: Password not correct.
es: Contraseña incorrecta.

# mess.refresh_login_title
source: Refresh Login to TYPO3 (User: %s)
es: Actualizar el inicio de sesión en TYPO3 (Usuario: %s)

# mess.refresh_login_username
source: Username
es: Nombre de usuario

# mess.refresh_login_password
source: Password
es: Contraseña

# mess.refresh_login_button
source: Login
es: Iniciar sesión

# mess.refresh_exit_button
source: Exit
es: Salir

# mess.refresh_login_emptyPassword
source: Empty password is not allowed!
es: ¡No está permitido dejar la contraseña vacía!

# mess.please_wait
source: Please wait ...
es: Por favor, espera ...

# mess.be_locked
source: The TYPO3 backend is currently locked for maintenance. Leave this browser window open and the backend will automatically become available again once maintenance is complete.
es: El backend TYPO3 está actualmente bloqueado por mantenimiento. Deja esta ventana del navegador abierta y el backend estará automáticamente disponible una vez que el mantenimiento se haya completado.

# mess.login_about_to_expire
source: Your TYPO3 login is about to expire. Please confirm that you want to stay logged in.
es: Tu inicio de sesión en TYPO3 está a punto de expirar. Por favor, confirma que quieres permanecer conectado.

# mess.refresh_login_logout_button
source: Log me out
es: Cerrer sesión

# mess.login_refresh_about_to_expire
source: Your TYPO3 login is about to expire. Please confirm that you want to be logged out.
es: Tu inicio de sesión en TYPO3 está a punto de expirar. Por favor, confirma que quieres cerrar sesión.

# mess.login_about_to_expire_title
source: TYPO3 login expiration notice
es: Aviso de expiración de inicio de sesión de TYPO3

# mess.login_expired
source: Your TYPO3 login has expired. You need to login again if you want to continue. Otherwise you can close the current browser window.
es: Tu inicio de sesión de TYPO3 ha caducado. Necesitas iniciar sesión de nuevo para continuar. De lo contrario, puedes cerrar la ventana actual del navegador.

# mess.noSelItemForEdit
source: Please select one or more items in the list before you can edit.
es: Por favor seleccione uno o más elementos en la lista para poder editarlos.

# mess.refreshRequired.title
source: Refresh required
es: Se necesita refrescar

# mess.refreshRequired.content
source: This change will affect which fields are available in the form. Would you like to save now in order to refresh the display?
es: Este cambio afectará a los campos que están disponibles en el formulario. ¿Quieres guardar ahora para actualizar la pantalla?

# mess.move_into
source: Move "%s" into "%s"?
es: ¿Desea mover "%s" dentro de "%s"?

# mess.move_into_colPos
source: Move "%1$s" into column "%3$s" on page "%2$s"?
es: ¿Mover "%1$s" a la columna "%3$s" en la página "%2$s"?

# mess.move_after
source: Move "%s" to after "%s"?
es: ¿Desea mover "%s" después de "%s"?

# mess.copy_into
source: Copy "%s" into "%s"?
es: ¿Desea copiar "%s" dentro de "%s"?

# mess.copy_into_colPos
source: Copy "%1$s" into column "%3$s" on page "%2$s"?
es: ¿Copiar "%1$s" en la columna "%3$s" en la página "%2$s"?

# mess.copy_after
source: Copy "%s" to after "%s"?
es: ¿Desea copiar "%s" después de "%s"?

# mess.copycb_into
source: Copy all elements (%s) from the clipboard into "%s"?
es: ¿Desea copiar todos los elementos (%s) del portapapeles dentro de "%s"?

# mess.copycb_after
source: Copy all elements (%s) from the clipboard to the position after "%s"?
es: ¿Desea copiar todos los elementos (%s) del portapapeles después de "%s"?

# mess.movecb_into
source: Move all elements (%s) from the clipboard into "%s"?
es: ¿Desea mover todos los elementos (%s) del portapapeles dentro de "%s"?

# mess.movecb_after
source: Move all elements (%s) from the clipboard to the position after "%s"?
es: ¿Desea mover todos los elementos (%s) del portapapeles después de "%s"?

# rm.saveDoc
source: Save
es: Guardar

# rm.viewDoc
source: View
es: Ver

# rm.saveDocShow
source: Save and view page
es: Guardar y ver página

# rm.saveCloseDoc
source: Save and close
es: Guardar y cerrar

# rm.saveCloseAllDocs
source: Save and close all
es: Guardar y cerrar todo

# rm.saveNewDoc
source: Save and create a new one
es: Guardar y crear uno nuevo

# rm.newDoc
source: New
es: Nuevo

# rm.duplicateDoc
source: Duplicate
es: Duplicar

# labels.recordDuplicated
source: The record has been duplicated.
es: El registro ha sido duplicado.

# rm.closeDoc
source: Close
es: Cerrar

# rm.closeAllDocs
source: Close all
es: Cerrar todo

# rm.clearCache_clearCache
source: Clear cache
es: Borrar caché

# rm.clearCache_thisPage
source: This page
es: Esta página

# rm.clearCache_all
source: Clear FE cache
es: Borra todo el caché

# rm.clearCache_pages
source: Clear Page Cache
es: Borra el caché de la página

# rm.clearCache_allTypo3Conf
source: Clear cache in typo3conf/
es: Limpiar caché en typo3conf/

# rm.clearCacheMenu_all
source: Clear all caches
es: Borrar todas las cachés

# rm.clearCacheMenu_pages
source: Clear page content cache
es: Limpiar la caché de contenido de página

# rm.clearCacheMenu_allTypo3Conf
source: Clear configuration cache
es: Borrar caché de configuración

# flushPageCachesTitle
source: Flush frontend caches
es: Limpiar las cachés de frontend

# flushPageCachesDescription
source: Clear frontend and page-related caches.
es: Limpiar las cachés del frontend y las relacionadas con la página.

# flushAllCachesTitle2
source: Flush all caches
es: Vaciar todas las cachés

# flushAllCachesDescription2
source: Clear all system-related caches, including localization, extension configuration, file caches and opcode caches. Rebuilding this cache may take some time.
es: Borrar todas las cachés relacionados con el sistema, incluyendo la localización, configuración de extensiones, las cachés de archivos y caché del código de operación. Reconstruir esta caché puede tomar algún tiempo.

# flushCaches.error
source: An error occurred
es: Se produjo un error

# flushCaches.error.description
source: An error occurred while clearing the cache. It is likely not all caches were cleared as expected.
es: Se ha producido un error al limpiar la caché. Probablemente, no todas las cachés se hayan limpiado como se esperaba.

# rm.adminFunctions
source: Admin functions
es: Funciones de administración

# rm.edit
source: Edit
es: Editar

# rm.export
source: Export
es: Exportar

# rm.delete
source: Delete
es: Borrar

# message.header.fileNotDeletedHasReferences
source: File not deleted
es: Archivo no eliminado

# message.description.fileNotDeletedHasReferences
source: The file "%s" cannot be deleted since it is still used at the following places
es: El archivo "%s" no se puede eliminar ya que todavía se utiliza en los siguientes lugares

# message.header.folderNotDeletedHasFilesWithReferences
source: Folder not deleted
es: Carpeta no eliminada

# message.description.folderNotDeletedHasFilesWithReferences
source: The folder cannot be deleted since it still contains files in use.
es: La carpeta no se puede eliminar, ya que todavía contiene archivos en uso.

# message.header.fileHasBrokenReferences
source: File has broken references
es: El archivo tiene referencias rotas

# message.description.fileHasBrokenReferences
source: The file has %s broken reference(s) but it will be deleted regardless.
es: El archivo tiene %s referencia(s) rota(s) pero se eliminará a pesar de todo.

# message.header.fileNotFound
source: File not found
es: Archivo no encontrado

# message.description.fileNotFound
source: The file %s is not found, possible already removed.
es: El archivo %s no se ha encontrado, es posible que ya se haya eliminado.

# message.header.fileDeleted
source: File deleted
es: Archivo eliminado

# message.description.fileDeleted
source: The file "%s" was successfully deleted.
es: El archivo "%s" se ha eliminado correctamente.

# message.header.folderDeleted
source: Folder deleted
es: Carpeta eliminada

# message.description.folderDeleted
source: The folder "%s" was successfully deleted.
es: La carpeta "%s" se ha eliminado correctamente.

# message.header.folderNotDeletedHasFiles
source: Folder not deleted
es: Carpeta no eliminada

# message.description.folderNotDeletedHasFiles
source: The folder cannot be deleted since it still contains files.
es: La carpeta no se puede eliminar, ya que contiene archivos.

# buttons.logout
source: Logout
es: Salir

# buttons.exit
source: Exit
es: Salir

# buttons.exitSwitchUser
source: Exit switch user mode
es: Salir del modo de usuario

# buttons.selMenu_modules
source: MODULES
es: MÓDULOS

# buttons.clear
source: Clear
es: Limpiar

# buttons.clipboard
source: Clipboard
es: Portapapeles

# buttons.removeAll
source: Remove all
es: Eliminar todo

# buttons.toggleLinkExplanation
source: Toggle link explanation
es: Alternar explicación de enlace

# buttons.toggleSlugExplanation
source: Toggle manual URL segment
es: Cambiar segmento de URL manual

# buttons.recreateSlugExplanation
source: Recalculate URL segment from page title
es: Recalcular segmento de URL desde el título de la página

# buttons.deactivateMfa
source: Deactivate multi-factor authentication
es: Desactivar la autenticación de múltiples factores

# buttons.deactivateMfaProvider
source: Deactivate %s
es: Desactivar %s

# deactivateMfa.confirmation.text
source: Are you sure you want to deactivate all active providers? This action can not be undone and will be applied immediately!
es: ¿Estás seguro de que quieres desactivar todos los proveedores activos? ¡Esta acción no se puede deshacer y se aplicará inmediatamente!

# deactivateMfaProvider.confirmation.text
source: Are you sure you want to deactivate %s? This action can not be undone and will be applied immediately!
es: ¿Estás seguro de que quieres desactivar %s? ¡Esta acción no se puede deshacer y se aplicará inmediatamente!

# slugCreation.success.page
source: This page will be reachable via %s
es: Esta página será accesible a través de %s

# slugCreation.success.record
source: The URL part of this record will be %s
es: La parte URL de este registro será %s

# slugCreation.error
source: The requested URL is already in use, but %s will be used instead
es: La URL solicitada ya está en uso, pero se utilizará %s en su lugar

# cm.copy
source: Copy
es: Copiar

# cm.copyrelease
source: Copy release
es: Copiar versión

# cm.cut
source: Cut
es: Cortar

# cm.cutrelease
source: Cut release
es: Cortar versión

# cm.view
source: Show
es: Ver

# cm.edit
source: Edit
es: Editar

# cm.editcontent
source: Edit content
es: Editar contenido

# cm.editMetadata
source: Edit Metadata of this file
es: Editar los metadatos de este archivo

# cm.new
source: New
es: Nuevo

# cm.newSubpage
source: New subpage
es: Nueva subpágina

# cm.newFilemount
source: New Filemount
es: Nuevo montaje de archivos

# cm.pasteinto
source: Paste into
es: Pegar en

# cm.pasteafter
source: Paste after
es: Pegar luego de

# cm.select
source: Select
es: Seleccionar

# cm.selectFile
source: Select %s
es: Seleccionar %s

# cm.deselect
source: Deselect
es: Deseleccionar

# cm.selectto
source: Select to
es: Selecciona a

# cm.deselectto
source: Deselect to
es: Deselecciona a

# cm.delete
source: Delete
es: Borrar

# cm.hide
source: Hide
es: Ocultar

# cm.unhide
source: Unhide
es: Mostrar

# cm.online
source: Turn online
es: Conectar

# cm.offline
source: Turn offline
es: Desconectar

# cm.upload
source: Upload Files
es: Enviar archivos

# cm.rename
source: Rename
es: Cambiar nombre

# cm.replace
source: Replace
es: Reemplazar

# cm.open
source: Open
es: Abrir

# cm.save
source: Save
es: Guardar

# cm.createnew
source: Create new
es: Crear nuevo

# cm.createnew.link
source: Create new %s
es: Crear nuevo %s

# cm.tempMountPoint
source: Mount as treeroot
es: Montar como raíz del árbol

# cm.copyPage_into
source: Copy page into
es: Copiar página dentro

# cm.copyPage_after
source: Copy page after
es: Copiar página después

# cm.movePage_into
source: Move page into
es: Mover página dentro

# cm.movePage_after
source: Move page after
es: Mover página después

# cm.copyFolder_into
source: Copy folder into
es: Copiar carpeta dentro

# cm.moveFolder_into
source: Move folder into
es: Copiar carpeta después

# cm.createNewRelation
source: Create new relation
es: Crear nueva relación

# cm.branchActions
source: Branch Actions
es: Acciones de la rama

# cm.copyPasteActions
source: Page Actions
es: Acciones de página

# cm.collapseBranch
source: Collapse Branch
es: Colapsar rama

# cm.expandBranch
source: Expand Branch
es: Expandir rama

# cm.more
source: More options...
es: Más opciones...

# cm.allowedFileExtensions
source: Allowed file extensions
es: Extensiones de archivo permitidas

# cm.disallowedFileExtensions
source: Disallowed file extensions
es: Extensiones de archivo no permitidas

# cm.allowedEditableTextFileExtensions
source: Allowed editable text file extensions
es: Extensiones de archivos de texto editables permitidas

# cm.allowEmbedSources
source: Allowed media sources
es: Fuentes de medios permitidos

# cm.allowedRelations
source: Allowed relations
es: Relaciones permitidas

# CM_history
source: History/Undo
es: Historial/Deshacer

# cm.transferToClipboard
source: Transfer to clipboard
es: Transferir al portapapeles

# cm.removeFromClipboard
source: Remove from clipboard
es: Eliminar del portapapeles

# sortable.dragmove
source: Drag to move
es: Arrastrar para mover

# tree.defaultPageTitle
source: [Default Title]
es: [Título por defecto]

# tree.activeFilterMode
source: Active Filtering Mode
es: Modo de filtrado activo

# tree.buttonNewNode
source: Create new pages
es: Crear nuevas páginas

# tree.buttonFilter
source: Filter tree
es: Filtrar el árbol

# tree.searchTermInfo
source: Enter search term
es: Introducir término de búsqueda

# warning.backend_admin
source: A backend user "admin" with password "password" is still present. %sEdit this account%s, either deleting it completely or changing the username and password.
es: Un usuario de backend "admin" con contraseña "contraseña" todavía está presente. %sEdita esta cuenta%s, borrándola completamente o cambiando el usuario y contraseña.

# warning.file_deny_pattern
source: The value of fileDenyPattern is not set to its default:%s If TYPO3 is running on Apache, a customized value might enable backend or frontend users to execute malicious php scripts.
es: El valor de fileDenyPattern no está establecido en su valor predeterminado:%s Si TYPO3 se está ejecutando en Apache, un valor personalizado podría permitir a los usuarios del backend o del frontend ejecutar scripts php maliciosos.

# warning.file_deny_pattern_partsNotPresent
source: Security Risk! The new value of fileDenyPattern misses parts of its default:%s If TYPO3 is running on Apache, a customized value might enable backend or frontend users to execute malicious php scripts.
es: ¡Riesgo de seguridad! El nuevo valor de fileDenyPattern ha perdido partes de su valor predeterminado:%s Si TYPO3 se está ejecutando en Apache, un valor personalizado podría permitir a los usuarios del backend o del frontend ejecutar scripts php maliciosos.

# warning.file_deny_htaccess
source: The current value of fileDenyPattern allows to upload/create files with the name ".htaccess". If TYPO3 is running on Apache, this enables backend or frontend users to create and execute php scripts. Please reset the value of fileDenyPattern to its default.
es: El valor actual de fileDenyPattern permite subir/crear archivos con el nombre ".htaccess". Si TYPO3 se está ejecutando en Apache, esto permite a los usuarios del backend o frontend crear y ejecutar scripts php. Por favor, reinicia el valor de fileDenyPattern a su valor predeterminado.

# warning.install_enabled
source: The Install Tool is permanently enabled. Delete the file "%s" when you have finished setting up TYPO3.
es: La herramienta de instalación está habilitada permanentemente. Borra el archivo "%s" cuando hayas terminado de configurar TYPO3.

# warning.install_enabled_cmd
source: Click to remove the file now!
es: ¡Haz clic para eliminar el archivo ahora!

# warning.install_trustedhosts
source: The trusted hosts pattern check is disabled. Please define the allowed hosts in the [SYS][trustedHostsPattern] section of the Install Tool.
es: La comprobación del patrón de hosts de confianza está deshabilitada. Por favor, define cuáles son los hosts permitidos en la sección [SYS][trustedHostsPattern] de la herramienta de instalación.

# warning.install_update
source: This installation is not configured for the TYPO3 version it is running. If you did so intentionally, this message can be safely ignored. If you are unsure, visit the Upgrade Wizard section of the %sInstall Tool%s to see how TYPO3 would change.
es: Esta instalación no está configurada para la versión de TYPO3 que está en marcha. Si lo has hecho de forma intencionada, ignora este mensaje. Si no estás seguro de ello, visita el Asistente de actualización en la sección de %sInstalar herramienta%s para ver cómo cambiar TYPO3.

# warning.header
source: Important Notice!
es: ¡Aviso importante!

# warning.backend_reference
source: The Reference Index table is empty which is likely the result of a recent TYPO3 upgrade. Please go to %sTools>DB Check%s and update the reference index.
es: La tabla del índice de referencia está vacía, esto puede ser el resultado de una actualización de TYPO3. Por favor, ve a %sHerramientas>Revisión de BD%s y actualiza el índice de referencia.

# warning.backend_reference_index
source: The Reference Index table is empty which is likely the result of a recent TYPO3 upgrade. The Reference Index was last updated on %3$s. Please go to %sSystem>DB Check%s and update the reference index.
es: La tabla del índice de referencia está vacía, esto puede ser el resultado de una actualización de TYPO3. El índice de referencia fue actualizado por última vez el %3$s. Por favor, ve a %sHerramientas>Revisión de BD%s y actualiza el índice de referencia.

# warning.memcache_not_usable
source: Memcache is configured, but connection to memcached failed with these configuration(s)
es: Memcache está configurado, pero la conexión a memcached falló con esta(s) configuración(es)

# warning.file_missing
source: File is missing!
es: ¡Falta el archivo!

# warning.file_missing_text
source: This file is marked as missing
es: Este archivo está marcado como ausente

# warning.header.storage_is_no_public
source: Storage is not public
es: Almacenamiento no público

# warning.message.storage_is_no_public
source: The storage has been marked to be "publicly available" but is not detected as such by the driver. The setting has been reverted.
es: El almacenamiento ha sido marcado como "públicamente disponible" pero no es detectado como tal por el operador. La configuración ha sido revertida.

# warning.inline_use_combination
source: This record will be modified globally.
es: Este registro será modificado globalmente.

# warning.tableDisplayOrder.message
source: The TSconfig setting for "mod.web_list.tableDisplayOrder" contains a circular dependency and cannot be resolved.
es: El ajuste TSconfig para "mod.web_list.tableDisplayOrder" contiene una dependencia circular y no se puede resolver.

# warning.tableDisplayOrder.title
source: Circular table ordering detected
es: Clasificación de la tabla circular detectada

# error.formProtection.tokenInvalid
source: Validating the security token of this form has failed. Please reload the form and submit it again.
es: La validación del token de seguridad de este formulario ha fallado. Por favor, vuelve a cargar el formulario y envíalo de nuevo.

# toolbarItems.shortcuts
source: Shortcuts
es: Accesos directos

# toolbarItems.shortcut
source: Shortcut
es: Acceso directo

# toolbarItems.shortcutsGroup
source: Shortcut Group
es: Grupo de acceso directo

# toolbarItems.shortcutsEdit
source: Edit Shortcut
es: Editar acceso directo

# toolbarItems.shortcutsDelete
source: Delete Shortcut
es: Eliminar Acceso directo

# toolbarItems.bookmarks
source: Bookmarks
es: Marcadores

# toolbarItems.bookmark
source: Bookmark
es: Marcador

# toolbarItems.bookmarksGroup
source: Bookmark group
es: Grupo de marcadores

# toolbarItems.bookmarksEdit
source: Edit bookmark
es: Editar marcador

# toolbarItems.bookmarksDelete
source: Delete bookmark
es: Borrar marcador

# toolbarItems.collapsePageTree
source: Collapse page tree
es: Colapsar árbol de páginas

# toolbarItems.confirmBookmarksDelete
source: Do you really want to remove this bookmark?
es: ¿Realmente quieres eliminar este marcador?

# toolbarItems.bookmarkSavedTitle
source: Bookmark saved
es: Marcador guardado

# toolbarItems.bookmarkSavedMessage
source: The bookmark was saved.
es: El marcador fue guardado.

# toolbarItems.bookmarkAlreadyExistsTitle
source: Bookmark already exists
es: Este marcador ya existe

# toolbarItems.bookmarkAlreadyExistsMessage
source: The document is already in your bookmarks.
es: El documento ya está en tus marcadores.

# toolbarItems.bookmarkFailedTitle
source: Bookmark creation failed
es: La creación del marcador falló

# toolbarItems.bookmarkFailedMessage
source: The bookmark couldn't get created
es: El marcador no pudo ser creado

# toolbarItems.help
source: Help
es: Ayuda

# toolbarItems.minMaxModuleMenu
source: Minimize/maximize module menu
es: Minimizar/maximizar el menú del módulo

# toolbarItems.search
source: Search
es: Buscar

# toolbarItems.toolbarOpenClose
source: Open/Close toolbar
es: Abrir/Cerrar barra de herramientas

# toolbarItems.searchbarOpenClose
source: Open/Close searchbar
es: Abrir/Cerrar la barra de búsqueda

# toolbarItems.workspace
source: Workspace
es: Espacio de trabajo

# toolbarItems.sysinfo
source: System Information
es: Información del sistema

# toolbarItems.sysinfo.phpversion
source: PHP Version
es: Versión de PHP

# toolbarItems.sysinfo.debugger
source: Debugger
es: Depurador

# toolbarItems.sysinfo.database
source: Database
es: Base de datos

# toolbarItems.sysinfo.database.offline
source: Offline
es: Desconectado

# toolbarItems.sysinfo.applicationcontext
source: Application Context
es: Contexto de la aplicación

# toolbarItems.sysinfo.installationMethod.composer
source: Composer mode
es: Modo del editor

# toolbarItems.sysinfo.gitrevision
source: GIT Revision
es: Revisión de Git

# toolbarItems.sysinfo.operatingsystem
source: Operating System
es: Sistema Operativo

# toolbarItems.sysinfo.webserver
source: Webserver
es: Servidor Web

# toolbarItems.sysinfo.typo3-version
source: TYPO3 Version
es: Versión de TYPO3

# extension.not.installed
source: Extension "%s" is not installed.
es: La extensión "%s" no está instalada.

# link.to.filefile.correctly
source: Please, do not link to this page.
es: Por favor, no enlaces a esta página.

# error.database_schema_mismatch
source: A SQL error occurred. This may indicate a schema mismatch between TCA and the database. Try running database compare in the Install Tool.
es: Se ha producido un error SQL. Esto puede indicar una discordancia de esquema entre el TCA y la base de datos. Intenta ejecutar la comparación de la base de datos en la Herramienta de Instalación.
