Repository: EnriqueNaranjoEipperle/typo3_coci
Catalog: var/labels/*/core/Resources/Private/Language/*.locallang_misc.xlf
Languages: es

# shortcut_edit
source: Edit
es: Editar

# shortcut_create
source: Create
es: Crear

# shortcut_editID
source: Edit/Search
es: Editar/Buscar

# shortcut_save
source: Update shortcut title
es: Actualizar el título del acceso directo

# shortcut_saveClose
source: Update and close editor
es: Actualizar y cerrar el editor

# shortcut_close
source: Close shortcut editor
es: Cerrar el editor de acceso directo

# shortcut_delete
source: Remove shortcut
es: Eliminar acceso directo

# shortcut_loadEdit
source: Loading page
es: Cargando página

# shortcut_searchFor
source: Search for
es: Buscar por

# shortcut_notEditable
source: No editable page found!
es: ¡No se encontró una página editable!

# shortcut_group
source: Group
es: Grupo

# shortcut_group_1
source: Pages
es: Páginas

# shortcut_group_2
source: Records
es: Registros

# shortcut_group_3
source: Files
es: Archivos

# shortcut_group_4
source: Tools
es: Herramientas

# shortcut_group_5
source: Miscellaneous
es: Varios

# shortcut_all
source: All
es: Todo

# shortcut_onlyAdmin
source: You cannot edit a shared shortcut!
es: ¡No puede editar un acceso directo compartido!

# shortcut_selSC
source: Select shortcut
es: Seleccionar el acceso directo

# shortcut_delAllInCat
source: Delete all shortcuts in this group?
es: ¿Borrar todos los accesos directos en este grupo?

# shortcut_onlineWS
source: LIVE workspace
es: Espacio de trabajo EN DIRECTO

# shortcut_active
source: active
es: activo

# shortcut_inactive
source: inactive
es: inactivo

# shortcut_noWSfound
source: ERROR: No workspaces found!
es: ERROR: ¡No se han encontrado espacios de trabajo!

# shortcut_FEPreview
source: Enable Frontend Preview
es: Habilitar vista previa del frontend

# shortcut_workspace
source: Go to Workspace Module
es: Ir al módulo de espacio de trabajo

# bookmark_description
source: This is the bookmarks menu. You do not have any bookmarks added yet. You can add one by clicking the bookmark icon %s, which you can find on all pages in the backend.
es: Este es el menú de marcadores. Aún no tiene ningún marcador añadido, puedes añadirlo haciendo clic en el icono del marcador %s, que puedes encontrar en cada página del backend.

# bookmark_edit
source: Edit
es: Editar

# bookmark_create
source: Create
es: Crear

# bookmark_editID
source: Edit/Search
es: Editar/Buscar

# bookmark_save
source: Update bookmark title
es: Actualizar título del marcador

# bookmark_saveClose
source: Update and close editor
es: Actualizar y cerrar el editor

# bookmark_close
source: Close bookmark editor
es: Cerrar editor del marcador

# bookmark_delete
source: Remove bookmark
es: Eliminar marcador

# bookmark_loadEdit
source: Loading page
es: Cargando página

# bookmark_searchFor
source: Search for
es: Buscar por

# bookmark_notEditable
source: No editable page found!
es: ¡No se encontró una página editable!

# bookmark_group
source: Group
es: Grupo

# bookmark_group_1
source: Pages
es: Páginas

# bookmark_group_2
source: Records
es: Registros

# bookmark_group_3
source: Files
es: Archivos

# bookmark_group_4
source: Tools
es: Herramientas

# bookmark_group_5
source: Miscellaneous
es: Varios

# bookmark_all
source: All
es: Todo

# bookmark_onlyAdmin
source: You cannot edit a shared bookmark!
es: ¡No puedes editar un marcador compartido!

# bookmark_selSC
source: Select bookmark
es: Seleccionar marcador

# bookmark_delAllInCat
source: Delete all bookmarks in this group
es: Borrar todos los marcadores de este grupo

# bookmark_onlineWS
source: LIVE workspace
es: Espacio de trabajo EN DIRECTO

# bookmark_active
source: active
es: activo

# bookmark_inactive
source: inactive
es: inactivo

# bookmark_noWSfound
source: ERROR: No workspaces found!
es: ERROR: ¡No se han encontrado espacios de trabajo!

# bookmark_FEPreview
source: Enable Frontend Preview
es: Habilitar vista previa del frontend

# bookmark_workspaceComparisonView
source: Enable comparison view
es: Activar vista de comparación

# bookmark_workspace
source: Go to Workspace Module
es: Ir al módulo de espacio de trabajo

source: Overwrite existing files
es: Sobreescribir archivos existentes

# uploadMultipleFilesInfo
source: Upload multiple files by holding the Shift or CTRL-file pressed while selecting your files (works on modern browsers only).
es: Sube varios archivos manteniendo presionado Shift o CTRL mientras seleccionas tus archivos (solo funciona en navegadores modernos).

# fileMetaDataLocation
source: Location
es: Ubicación

# fileMetaErrorInvalidRecord
source: File meta data not found
es: Metadatos de archivo no encontrados

# selectPosition
source: Select a position for the new page
es: Seleccionar posición para la nueva página

source: Page (select position)
es: Página (seleccionar posición)

source: Go back
es: Regresar

# createNewPage
source: Create a new page
es: Crear una nueva página

# insertNewPageHere
source: Insert the new page here
es: Insertar página nueva aquí

source: Insert new record here
es: Inserta un nuevo registro aquí

# movePageToHere
source: Move page to this position
es: Mover página a esta posición

# moveElementToHere
source: Move element to this position
es: Mover elemento a esta posición

source: Move element
es: Mover elemento

source: Move elements
es: Mover elementos

source: Copy elements
es: Copiar elementos

# copyElementToHere
source: Copy element to this position
es: Copiar elemento a esta posición

# selectPositionOfElement
source: Select position of the element
es: Seleccionar la posición del elemento

# movingElement
source: Move element
es: Mover elemento

# makeCopy
source: Make copy instead of moving element
es: Hacer copia en vez de mover elemento

source: New content element
es: Nuevo elemento de contenido

# newContentElement.filter.label
source: Filter by:
es: Filtrar por:

# newContentElement.filter.placeholder
source: Search for any content type
es: Buscar cualquier tipo de contenido

# newContentElement.filter.noResults
source: Unfortunately no content type matches your query, please try a different one.
es: Lamentablemente, ningún tipo de contenido coincide con su consulta, por favor, intenta con otro.

source: System Records
es: Registros de sistema

# recordgroup.content
source: Content
es: Contenido

# recordgroup.backendaccess
source: Backend Access
es: Usuarios de backend

# recordgroup.frontendaccess
source: Frontend Access
es: Acceso al Frontend

# 1_selectType
source: First select the type of the new content element
es: Primero selecciona el tipo del nuevo elemento de contenido

# 2_selectPosition
source: Now click on the position of the new content element
es: Ahora haga clic en la posición del nuevo elemento de contenido

# CM_history
source: History/Undo
es: Historial/Deshacer

# CM_hideInMenus
source: Hide in menu
es: Ocultar en menús

# CM_showInMenus
source: Show in menu
es: Mostrar en menú

# CM_perms
source: Access
es: Acceso

# CM_moveWizard
source: Move element
es: Mover elemento

# CM_moveWizard_page
source: Move page
es: Mover página

# CM_newWizard
source: 'Create New' wizard
es: Asistente "Crear nuevo"

# CM_editPageProperties
source: Edit page properties
es: Editar propiedades de la página

# noEditPage
source: You asked to edit page "%s" but you cannot edit this page. Now loading backend as usual.
es: Ha intentado editar la página "%s" pero no puede hacerlo. El backend se cargará como de costumbre.

source: Localize
es: Localizar

# localize.isLocalizable
source: Record can be localized
es: El registro se puede localizar

# localize.wasRemovedInOriginal
source: Record was removed in original language
es: El registro fue eliminado en el idioma original

source: Localize all records
es: Localizar todos los registros

source: Synchronize with original language
es: Sincronizar con el idioma original

# pageTree_filter
source: Filter
es: Filtro

source: Switch to User
es: Cambiar a Usuario

# fileUpload_windowTitle
source: File Upload Progress
es: Progreso de subida de archivo

# fileUpload_buttonSelectFiles
source: Select Files
es: Seleccionar archivos

# fileUpload_buttonCancelAll
source: Cancel All Uploads
es: Cancelar todas las subidas

# fileUpload_infoComponentMaxFileSize
source: You can upload files with a maximum size of {0}.
es: Puedes subir archivos con un tamaño máximo de {0}.

# fileUpload_infoComponentFileUploadLimit
source: You can upload a total of {0}.
es: Puedes subir un total de {0}.

# fileUpload_infoComponentFileTypeLimit
source: You can upload the following file types {0}.
es: Puedes subir los siguientes tipos de archivo {0}.

# fileUpload_infoComponentOverrideFiles
source: Overwrite existing files
es: Sobreescribir archivos existentes

# fileUpload_processRunning
source: Another process is already uploading
es: Otro proceso ya está cargando

# fileUpload_uploadWait
source: Waiting to start upload of {0}
es: Esperando para comenzar la subida de {0}

# fileUpload_uploadStarting
source: Starting upload of {0}
es: Iniciando subida de {0}

# fileUpload_uploadProgress
source: {0}% of {1} uploaded
es: {0}% de {1} subido

# fileUpload_uploadSuccess
source: {0} was successfully uploaded!
es: ¡{0} se ha subido con éxito!

# pagetree_networkErrorTitle
source: Page tree error
es: Error del árbol de páginas

# pagetree_networkErrorDesc
source: Got unexpected response from the server. Please check logs for details.
es: Recibiste una respuesta inesperada del servidor. Por favor, comprueba los registros para más detalles.

# tree_networkError
source: Navigation loading error
es: Error de carga de navegación

# tree_networkErrorDescription
source: Got unexpected response from the server. Please check logs for details.
es: Recibiste una respuesta inesperada del servidor. Por favor, comprueba los registros para más detalles.

# fileUpload_errorQueueLimitExceeded
source: Too many files selected
es: Demasiados archivos seleccionados

# fileUpload_errorQueueFileSizeLimit
source: {0} is too big
es: {0} es demasiado grande

# fileUpload_errorQueueZeroByteFile
source: {0} is empty
es: {0} está vacío

# fileUpload_errorQueueInvalidFiletype
source: Filetype not allowed for {0}
es: Tipo de archivo no permitido para {0}

# fileUpload_errorUploadHttp
source: Too many files selected
es: Demasiados archivos seleccionados

# fileUpload_errorUploadHttpError
source: A HTTP error occurred: {0}
es: Ocurrió un error de red: {0}

# fileUpload_errorUploadMissingUrl
source: Internal error: No Upload URL set
es: Error interno: no hay URL de subida

# fileUpload_errorUploadIO
source: Internal error: Problems while reading/writing the file
es: Error interno: problemas al leer/escribir el archivo

# fileUpload_errorUploadSecurityError
source: Internal error: {0}
es: Error interno. {0}

# fileUpload_errorUploadLimit
source: Upload limit exceeded
es: Límite de subida excedido

# fileUpload_errorUploadFailed
source: Upload failed
es: Error al subir

# fileUpload_errorUploadFileIDNotFound
source: Internal error: File ID not found
es: Error interno: ID de archivo no encontrado

# fileUpload_errorUploadFileValidation
source: Internal error while validating the file
es: Error interno al validar el archivo

# fileUpload_errorUploadFileCancelled
source: Upload of {0} canceled
es: Subida de {0} cancelada

# fileUpload_errorUploadStopped
source: Upload of {0} stopped
es: Subida de {0} detenida

# fileUpload_allErrorMessageTitle
source: All uploads failed
es: Todas las subidas han fallado

# fileUpload_allErrorMessageText
source: All of your uploads failed.<br /><br />If this problem persists, please try another browser, contact your administrator or disable this "Flash Uploader" in your User Settings.<br /><br />Detailed problem description:<br />
es: Todas tus subidos han fallado. <br /><br /> Si el problema persiste, por favor, intenta con otro navegador, contacta con tu administrador o desactiva este "Flash Uploader" en tu configuración de usuario.<br /><br /> Descripción detallada del problema:<br />

# fileUpload_allError401
source: The server returned the status code 401, which is related to a .htaccess file used for password protection on your server. Unfortunately this can not be handled by your browser's Flash plugin.
es: El servidor devolvió el código de estado 401, que está relacionado con un archivo .htaccess utilizado para la protección de la contraseña en tu servidor. Desafortunadamente, esto no puede ser manejado por el complemento Flash de tu navegador.

# fileUpload_allError2038
source: An input/output error occurred (Error #2038). This i.e. happens with servers using a self-signed SSL certificate, which is a limitation of your browser's Flash plugin.
es: Se ha producido un error de entrada/salida (Error #2038). Esto suce, por ejemplo, con los servidores que usan un certificado SSL autofirmado, lo cual es una limitación del complemento Flash de tu navegador.

# synchronizeRelations.afterFolderRenamed
source: %d %s records referencing the renamed directory were updated.
es: Se han actualizado los registros %d%s que hacen referencia al directorio renombrado.

# liveSearch_title
source: Short result list
es: Lista de resultados corta

# liveSearch_emptyText
source: Enter search term
es: Introducir término de búsqueda

# liveSearch_loadingText
source: Searching...
es: Buscando...

# liveSearch_listEmptyText
source: No results found.
es: No se encontraron resultados.

# liveSearch_helpTitle
source: How to use advanced search tags
es: Cómo utilizar etiquetas de búsqueda avanzadas

# liveSearch_helpDescription
source: Search in certain tables
es: Buscar en ciertas tablas

# liveSearch_helpDescriptionPages
source: #page:Home will search for all pages with the title "Home"
es: #page:Inicio buscará todas las páginas con el título "Inicio"

# liveSearch_helpDescriptionContent
source: #content:Professional will search for all content elements containing the term "Professional"
es: #content:Profesional buscará todos los elementos de contenido que contengan el término "Profesional"

# liveSearch_help.shortcutOpen
source: You can open the live search by pressing the Ctrl+K or Cmd+K keystroke
es: Puedes abrir la búsqueda en vivo presionando Ctrl+K o Cmd+K

# liveSearch_search
source: Search
es: Buscar

# liveSearch_searchIn
source: Search records in
es: Buscar registros en

# liveSearch_activeFilters
source: active filters
es: filtros activos

# viewport_navigation_show
source: Show Navigation
es: Mostrar navegación

# viewport_navigation_hide
source: Hide Navigation
es: Ocultar navegación
